"""
#Mesterian Union
#-̶͙̪̗͓͎̂̾̏̈́-̷͕̪̥̬̼̲̤̳̦̝͑́̄̃-̴̠͓̜̟͙͎̭͕̍-̵̡̭̺͖̪͕̘̭̤͈͊̓͠-̵̡͎͛̉͋̂̆́͗̌̿ͅ-̸̧̬͖̓-̸̨̤̣̒͆̅-̷̛̪̽͑͋̐-̵͈͓̟̊͐̌́̃́-̵̞̥̖͈̯̼͍̲̍̔-̸̛͍̣̜̄̄̾̏̾́̀̈́-̷̮͙̃͒̃̈́̊͛̐̀̕͝-̸͉̹̝͉̝̰͐͘-̵͈̦̘͔̎̔̏-̶̡̯̘̠̼͈̘̬͓͊͆-̸͎͈̩̖̺̼͓͗͒͜-̷̡̖͚͔̳̬̺̜͋̉̃̐̃͋̿͊͜-̷̡̛̻̪̟͕͍̬̖̩̀̑̍̇̒̅̏-̷̛̼̗̼̓̿͑́̔-̶̢̳̻͎̖̞͔̩̭̠̏̂-̶̡̡̬͈͇̙̗̄͜-̶͍̾̂̆-̴̨̠͔̖̄̐̀̈̈́̚-̷̨͎̱̀̆̿͆̑̀̌̕̕͠-̶̘̣̖̫̻̪͑͛̄-̵̨̦̓̄̒͊͑͝-̵̦̤͕̑͛̄̉͋̈́̇͊̚̚-̶̜̜̹͗͂̈̎̂̇̚͠-̴̻̖̹̙̉̄̍̉̓͘̕-̶̡̧̨͍̳̺̜̼̌͜-̸̬͈̭̩̩̬̥̈́̓̔̚-̴̨̢͎͎̼̄͜͜-̵̢͖͚̆̍̑̓-̸̦̩̟̜̎͗͐͑-̶͎̻̻̬͇̀͗̓̾͗͌̚-̴̨̢̢̜͈̜͇̩̠͆̌̐̾͒̊̉͝-̶̧͓̰̭̥̾̾̈́̅͊͜-̷̡̹̪͈̻̪͚̪͍̈̉̍͐́̆ͅ-̸̡̝̘̠̩̤͑̿ͅ-̶̪̎̍͠-̴̲̞̬͇̠̠͇͍̟̐̊̽̾-̸̨̛̦̪̺͑-̴͔̳̜̭͊̿̀̿̿̀̀̓̍̐-̸̥̲͙̘͑̉͠͠-̴͓͖̼͔̪̪̮͔̬̐-̸̰̙͎͖̫͇̮̤̥̃̓̈́̓͒͜-̸̲̹͖̩̮̺̞̂̄̃̕͜ͅ-̶̛̝͍̩̥̜̠̟̥̻̖́̄̄̀̈̚͠-̵̛̮̹̻̩̟̜͎̂͂̑̍̒̋̕̕͠-̷̥͕͍̹͗̂-̸̧̻͆̄͝-̸̧̣̹̼̍̾̅̚-̴̡̪͉̻̝̟͐-̵̠̻͉̖̮̥̭̍̈́́̈͐͗͠͝-̷͓̖̯̠͙͒̏̽̅̇̄͋ͅͅ-̸̨̳͈̱̱̺̘̾͋̌͗̇̏̓͠-̶̨̛̼̼̹̦͍̠̟̯̒ͅ-̶̟̰̝͚̘͍̹̼̣̉̄̑͆̋̓̆-̵̗̱̈́̏̒̈́̒̀̎̑̐̿-̶͓̟̭̝͕̼̿̓͑̏̎-̵̜͉̰̗̻̭̭̋̔̈̐̐̾-̶̢͉̭͖̟̫̪̜̈́̎̿̏̒̂̏̕͜ͅ-̸̢̝̰̖͖̺̳̄̾̒-̴̢̝͖̬͙̬̮̼́͋̒̀̃ͅ-̸̛̞̏̒̍̿͑͆̇̕͘-̵͖̉̈̋̄̄̎̿̅͆͝-̵̜͎̻̬̈́̓̉̓͆̅̎͑̃-̸̧̺̫̋̿̏́̈́̒͆-̸̞̠͎͈̰͚̼̍̑̿͛-̸̛̞̏̒̍̿͑͆̇̕͘-̵͖̉̈̋̄̄̎̿̅͆͝-̵̜͎̻̬̈́̓̉̓͆̅̎͑̃-̸̧̺̫̋̿̏́̈́̒͆-̸̞̠͎͈̰͚̼̍̑̿͛-̵͉̭͉̦̬̦͈̠́̊̔ͅ-̸̨̓̚-̶̱̩̰̜̼͛̈́̈́̈̐̿͒͌̕͜-̴̻̫̹̫͔͎͔͎́̃̀͂͐͊̔͛̚͜͝-̸͉̻͕̏̆̿̃̂̑̕-̷͈̠̱̮̯̞͊͂̿͆͑-̶̣̲̇̾̂͌̕-̴̢̗̥͔͈̂̍̍͜-̶̥̭̝͖̐͐̊́̓͊͗͘͝͠-̷̨̤̏̓̈́͗́͑́̚̕͝-̵̨̢̼͖̳͚̠̪͚͂͊̏̌̌͜-̵͉̤͋̂̾͆̚-̵̨̧͙̓̀̇̓̉͜͠͝-̵̧̨͎̰̼͇̪̒̊͝-̸̪̰͖͔̞̹̲̀̆̎̃̚͝ͅ-̷̻̳̯̰̤́́̿̾̑̍̈̚-̸͈͇͙̝͛̀̚-̷̪̜͊͋̿͂̇̕̚͝-̴̟͔͑̂̅̎͆̿͑̋̚-̵̡̹̫̭̯͔̳̺̖͙͊̀̎̀͆͛̂̀͝-̵̟͕̜́̒͌̓̅̔̌-̸̼͈̘̯̣̹͎̹̝̺́
#Mesterian Union
 #
  #
   #-̶͙̪̗͓͎̂̾̏̈́-̷͕̪̥̬̼̲̤̳̦̝͑́̄̃-̴̠͓̜̟͙͎̭͕̍-̵̡̭̺͖̪͕̘̭̤͈͊̓͠-̵̡͎͛̉͋̂̆́͗̌̿ͅ-̸̧̬͖̓-̸̨̤̣̒͆̅-̷̛̪̽͑͋̐-̵͈͓̟̊͐̌́̃́-̵̞̥̖͈̯̼͍̲̍̔-̸̛͍̣̜̄̄̾̏̾́̀̈́-̷̮͙̃͒̃̈́̊͛̐̀̕͝-̸͉̹̝͉̝̰͐͘-̵͈̦̘͔̎̔̏-̶̡̯̘̠̼͈̘̬͓͊͆-̸͎͈̩̖̺̼͓͗͒͜-̷̡̖͚͔̳̬̺̜͋̉̃̐̃͋̿͊͜-̷̡̛̻̪̟͕͍̬̖̩̀̑̍̇̒̅̏-̷̛̼̗̼̓̿͑́̔-̶̢̳̻͎̖̞͔̩̭̠̏̂-̶̡̡̬͈͇̙̗̄͜-̶͍̾̂̆-̴̨̠͔̖̄̐̀̈̈́̚-̷̨͎̱̀̆̿͆̑̀̌̕̕͠-̶̘̣̖̫̻̪͑͛̄-̵̨̦̓̄̒͊͑͝-̵̦̤͕̑͛̄̉͋̈́̇͊̚̚-̶̜̜̹͗͂̈̎̂̇̚͠-̴̻̖̹̙̉̄̍̉̓͘̕-̶̡̧̨͍̳̺̜̼̌͜-̸̬͈̭̩̩̬̥̈́̓̔̚-̴̨̢͎͎̼̄͜͜-̵̢͖͚̆̍̑̓-̸̦̩̟̜̎͗͐͑-̶͎̻̻̬͇̀͗̓̾͗͌̚-̴̨̢̢̜͈̜͇̩̠͆̌̐̾͒̊̉͝-̶̧͓̰̭̥̾̾̈́̅͊͜-̷̡̹̪͈̻̪͚̪͍̈̉̍͐́̆ͅ-̸̡̝̘̠̩̤͑̿ͅ-̶̪̎̍͠-̴̲̞̬͇̠̠͇͍̟̐̊̽̾-̸̨̛̦̪̺͑-̴͔̳̜̭͊̿̀̿̿̀̀̓̍̐-̸̥̲͙̘͑̉͠͠-̴͓͖̼͔̪̪̮͔̬̐-̸̰̙͎͖̫͇̮̤̥̃̓̈́̓͒͜-̸̲̹͖̩̮̺̞̂̄̃̕͜ͅ-̶̛̝͍̩̥̜̠̟̥̻̖́̄̄̀̈̚͠-̵̛̮̹̻̩̟̜͎̂͂̑̍̒̋̕̕͠-̷̥͕͍̹͗̂-̸̧̻͆̄͝-̸̧̣̹̼̍̾̅̚-̴̡̪͉̻̝̟͐-̵̠̻͉̖̮̥̭̍̈́́̈͐͗͠͝-̷͓̖̯̠͙͒̏̽̅̇̄͋ͅͅ-̸̨̳͈̱̱̺̘̾͋̌͗̇̏̓͠-̶̨̛̼̼̹̦͍̠̟̯̒ͅ-̶̟̰̝͚̘͍̹̼̣̉̄̑͆̋̓̆-̵̗̱̈́̏̒̈́̒̀̎̑̐̿-̶͓̟̭̝͕̼̿̓͑̏̎-̵̜͉̰̗̻̭̭̋̔̈̐̐̾-̶̢͉̭͖̟̫̪̜̈́̎̿̏̒̂̏̕͜ͅ-̸̢̝̰̖͖̺̳̄̾̒-̴̢̝͖̬͙̬̮̼́͋̒̀̃ͅ-̸̛̞̏̒̍̿͑͆̇̕͘-̵͖̉̈̋̄̄̎̿̅͆͝-̸̛̞̏̒̍̿͑͆̇̕͘-̵͖̉̈̋̄̄̎̿̅͆͝-̵̜͎̻̬̈́̓̉̓͆̅̎͑̃-̸̧̺̫̋̿̏́̈́̒͆-̸̞̠͎͈̰͚̼̍̑̿͛-̵͉̭͉̦̬̦͈̠́̊̔ͅ-̸̨̓̚-̶̱̩̰̜̼͛̈́̈́̈̐̿͒͌̕͜-̴̻̫̹̫͔͎͔͎́̃̀͂͐͊̔͛̚͜͝-̸͉̻͕̏̆̿̃̂̑̕-̷͈̠̱̮̯̞͊͂̿͆͑-̶̣̲̇̾̂͌̕-̴̢̗̥͔͈̂̍̍͜-̶̥̭̝͖̐͐̊́̓͊͗͘͝͠-̷̨̤̏̓̈́͗́͑́̚̕͝-̵̨̢̼͖̳͚̠̪͚͂͊̏̌̌͜-̵͉̤͋̂̾͆̚-̵̨̧͙̓̀̇̓̉͜͠͝-̵̧̨͎̰̼͇̪̒̊͝-̸̪̰͖͔̞̹̲̀̆̎̃̚͝ͅ-̷̻̳̯̰̤́́̿̾̑̍̈̚-̸͈͇͙̝͛̀̚-̷̪̜͊͋̿͂̇̕̚͝-̴̟͔͑̂̅̎͆̿͑̋̚-̵̡̹̫̭̯͔̳̺̖͙͊̀̎̀͆͛̂̀͝-̵̟͕̜́̒͌̓̅̔̌-̸̼͈̘̯̣̹͎̹̝̺́
#Mesterian Union
#Mesterian Union
    #
     #
      #-̶͙̪̗͓͎̂̾̏̈́-̷͕̪̥̬̼̲̤̳̦̝͑́̄̃-̴̠͓̜̟͙͎̭͕̍-̵̡̭̺͖̪͕̘̭̤͈͊̓͠-̵̡͎͛̉͋̂̆́͗̌̿ͅ-̸̧̬͖̓-̸̨̤̣̒͆̅-̷̛̪̽͑͋̐-̵͈͓̟̊͐̌́̃́-̵̞̥̖͈̯̼͍̲̍̔-̸̛͍̣̜̄̄̾̏̾́̀̈́-̷̮͙̃͒̃̈́̊͛̐̀̕͝-̸͉̹̝͉̝̰͐͘-̵͈̦̘͔̎̔̏-̶̡̯̘̠̼͈̘̬͓͊͆-̸͎͈̩̖̺̼͓͗͒͜-̷̡̖͚͔̳̬̺̜͋̉̃̐̃͋̿͊͜-̷̡̛̻̪̟͕͍̬̖̩̀̑̍̇̒̅̏-̷̛̼̗̼̓̿͑́̔-̶̢̳̻͎̖̞͔̩̭̠̏̂-̶̡̡̬͈͇̙̗̄͜-̶͍̾̂̆-̴̨̠͔̖̄̐̀̈̈́̚-̷̨͎̱̀̆̿͆̑̀̌̕̕͠-̶̘̣̖̫̻̪͑͛̄-̵̨̦̓̄̒͊͑͝-̵̦̤͕̑͛̄̉͋̈́̇͊̚̚-̶̜̜̹͗͂̈̎̂̇̚͠-̴̻̖̹̙̉̄̍̉̓͘̕-̶̡̧̨͍̳̺̜̼̌͜-̸̬͈̭̩̩̬̥̈́̓̔̚-̴̨̢͎͎̼̄͜͜-̵̢͖͚̆̍̑̓-̸̦̩̟̜̎͗͐͑-̶͎̻̻̬͇̀͗̓̾͗͌̚-̴̨̢̢̜͈̜͇̩̠͆̌̐̾͒̊̉͝-̶̧͓̰̭̥̾̾̈́̅͊͜-̷̡̹̪͈̻̪͚̪͍̈̉̍͐́̆ͅ-̸̡̝̘̠̩̤͑̿ͅ-̶̪̎̍͠-̴̲̞̬͇̠̠͇͍̟̐̊̽̾-̸̨̛̦̪̺͑-̴͔̳̜̭͊̿̀̿̿̀̀̓̍̐-̸̥̲͙̘͑̉͠͠-̴͓͖̼͔̪̪̮͔̬̐-̸̰̙͎͖̫͇̮̤̥̃̓̈́̓͒͜-̸̲̹͖̩̮̺̞̂̄̃̕͜ͅ-̶̛̝͍̩̥̜̠̟̥̻̖́̄̄̀̈̚͠-̵̛̮̹̻̩̟̜͎̂͂̑̍̒̋̕̕͠-̷̥͕͍̹͗̂-̸̧̻͆̄͝-̸̧̣̹̼̍̾̅̚-̴̡̪͉̻̝̟͐-̵̠̻͉̖̮̥̭̍̈́́̈͐͗͠͝-̷͓̖̯̠͙͒̏̽̅̇̄͋ͅͅ-̸̨̳͈̱̱̺̘̾͋̌͗̇̏̓͠-̶̨̛̼̼̹̦͍̠̟̯̒ͅ-̶̟̰̝͚̘͍̹̼̣̉̄̑͆̋̓̆-̵̗̱̈́̏̒̈́̒̀̎̑̐̿-̶͓̟̭̝͕̼̿̓͑̏̎-̵̜͉̰̗̻̭̭̋̔̈̐̐̾-̶̢͉̭͖̟̫̪̜̈́̎̿̏̒̂̏̕͜ͅ-̸̢̝̰̖͖̺̳̄̾̒-̴̢̝͖̬͙̬̮̼́͋̒̀̃ͅ-̸̸̛̛̞̞̏̒̍̿͑͆̇̏̒̍̿͑͆̇̕͘̕͘-̵͖̉̈̋̄̄̎̿̅͆͝-̵̜͎̻̬̈́̓̉̓͆̅̎͑̃-̸̧̺̫̋̿̏́̈́̒͆-̸̞̠͎͈̰͚̼̍̑̿͛-̵͉̭͉̦̬̦͈̠́̊̔ͅ-̸̨̓̚-̶̱̩̰̜̼͛̈́̈́̈̐̿͒͌̕͜-̴̻̫̹̫͔͎͔͎́̃̀͂͐͊̔͛̚͜͝-̸͉̻͕̏̆̿̃̂̑̕-̷͈̠̱̮̯̞͊͂̿͆͑-̶̣̲̇̾̂͌̕-̴̢̗̥͔͈̂̍̍͜-̶̥̭̝͖̐͐̊́̓͊͗͘͝͠-̷̨̤̏̓̈́͗́͑́̚̕͝-̵̨̢̼͖̳͚̠̪͚͂͊̏̌̌͜-̵͉̤͋̂̾͆̚-̵̨̧͙̓̀̇̓̉͜͠͝-̵̧̨͎̰̼͇̪̒̊͝-̸̪̰͖͔̞̹̲̀̆̎̃̚͝ͅ-̷̻̳̯̰̤́́̿̾̑̍̈̚-̸͈͇͙̝͛̀̚-̷̪̜͊͋̿͂̇̕̚͝-̴̟͔͑̂̅̎͆̿͑̋̚-̵̡̹̫̭̯͔̳̺̖͙͊̀̎̀͆͛̂̀͝-̵̟͕̜́̒͌̓̅̔̌-̸̼͈̘̯̣̹͎̹̝̺́
#Mesterian Union
#Mesterian Union
       #
        #
         #-̶͙̪̗͓͎̂̾̏̈́-̷͕̪̥̬̼̲̤̳̦̝͑́̄̃-̴̠͓̜̟͙͎̭͕̍-̵̡̭̺͖̪͕̘̭̤͈͊̓͠-̵̡͎͛̉͋̂̆́͗̌̿ͅ-̸̧̬͖̓-̸̨̤̣̒͆̅-̷̛̪̽͑͋̐-̵͈͓̟̊͐̌́̃́-̵̞̥̖͈̯̼͍̲̍̔-̸̛͍̣̜̄̄̾̏̾́̀̈́-̷̮͙̃͒̃̈́̊͛̐̀̕͝-̸͉̹̝͉̝̰͐͘-̵͈̦̘͔̎̔̏-̶̡̯̘̠̼͈̘̬͓͊͆-̸͎͈̩̖̺̼͓͗͒͜-̷̡̖͚͔̳̬̺̜͋̉̃̐̃͋̿͊͜-̷̡̛̻̪̟͕͍̬̖̩̀̑̍̇̒̅̏-̷̛̼̗̼̓̿͑́̔-̶̢̳̻͎̖̞͔̩̭̠̏̂-̶̡̡̬͈͇̙̗̄͜-̶͍̾̂̆-̴̨̠͔̖̄̐̀̈̈́̚-̷̨͎̱̀̆̿͆̑̀̌̕̕͠-̶̘̣̖̫̻̪͑͛̄-̵̨̦̓̄̒͊͑͝-̵̦̤͕̑͛̄̉͋̈́̇͊̚̚-̶̜̜̹͗͂̈̎̂̇̚͠-̴̻̖̹̙̉̄̍̉̓͘̕-̶̡̧̨͍̳̺̜̼̌͜-̸̬͈̭̩̩̬̥̈́̓̔̚-̴̨̢͎͎̼̄͜͜-̵̢͖͚̆̍̑̓-̸̦̩̟̜̎͗͐͑-̶͎̻̻̬͇̀͗̓̾͗͌̚-̴̨̢̢̜͈̜͇̩̠͆̌̐̾͒̊̉͝-̶̧͓̰̭̥̾̾̈́̅͊͜-̷̡̹̪͈̻̪͚̪͍̈̉̍͐́̆ͅ-̸̡̝̘̠̩̤͑̿ͅ-̶̪̎̍͠-̴̲̞̬͇̠̠͇͍̟̐̊̽̾-̸̨̛̦̪̺͑-̴͔̳̜̭͊̿̀̿̿̀̀̓̍̐-̸̥̲͙̘͑̉͠͠-̴͓͖̼͔̪̪̮͔̬̐-̸̰̙͎͖̫͇̮̤̥̃̓̈́̓͒͜-̸̲̹͖̩̮̺̞̂̄̃̕͜ͅ-̶̛̝͍̩̥̜̠̟̥̻̖́̄̄̀̈̚͠-̵̛̮̹̻̩̟̜͎̂͂̑̍̒̋̕̕͠-̷̥͕͍̹͗̂-̸̧̻͆̄͝-̸̧̣̹̼̍̾̅̚-̴̡̪͉̻̝̟͐-̵̠̻͉̖̮̥̭̍̈́́̈͐͗͠͝-̷͓̖̯̠͙͒̏̽̅̇̄͋ͅͅ-̸̨̳͈̱̱̺̘̾͋̌͗̇̏̓͠-̶̨̛̼̼̹̦͍̠̟̯̒ͅ-̶̟̰̝͚̘͍̹̼̣̉̄̑͆̋̓̆-̵̗̱̈́̏̒̈́̒̀̎̑̐̿-̶͓̟̭̝͕̼̿̓͑̏̎-̵̜͉̰̗̻̭̭̋̔̈̐̐̾-̶̢͉̭͖̟̫̪̜̈́̎̿̏̒̂̏̕͜ͅ-̸̢̝̰̖͖̺̳̄̾̒-̴̢̝͖̬͙̬̮̼́͋̒̀̃ͅ-̸̛̞̏̒̍̿͑͆̇̕͘-̵͖̉̈̋̄̄̎̿̅͆͝-̵̜͎̻̬̈́̓̉̓͆̅̎͑̃-̸̧̺̫̋̿̏́̈́̒͆-̸̞̠͎͈̰͚̼̍̑̿͛-̵͉̭͉̦̬̦͈̠́̊̔ͅ-̸̨̓̚-̶̱̩̰̜̼͛̈́̈́̈̐̿͒͌̕͜-̴̻̫̹̫͔͎͔͎́̃̀͂͐͊̔͛̚͜͝-̸͉̻͕̏̆̿̃̂̑̕-̷͈̠̱̮̯̞͊͂̿͆͑-̶̣̲̇̾̂͌̕-̴̢̗̥͔͈̂̍̍͜-̶̥̭̝͖̐͐̊́̓͊͗͘͝͠-̷̨̤̏̓̈́͗́͑́̚̕͝-̵̨̢̼͖̳͚̠̪͚͂͊̏̌̌͜-̵͉̤͋̂̾͆̚-̵̨̧͙̓̀̇̓̉͜͠͝-̵̧̨͎̰̼͇̪̒̊͝-̸̪̰͖͔̞̹̲̀̆̎̃̚͝ͅ-̷̻̳̯̰̤́́̿̾̑̍̈̚-̸͈͇͙̝͛̀̚-̷̪̜͊͋̿͂̇̕̚͝-̴̟͔͑̂̅̎͆̿͑̋̚-̵̡̹̫̭̯͔̳̺̖͙͊̀̎̀͆͛̂̀͝-̵̟͕̜́̒͌̓̅̔̌-̸̼͈̘̯̣̹͎̹̝̺́
#Mesterian Union
          #
           #
            #-̶͙̪̗͓͎̂̾̏̈́-̷͕̪̥̬̼̲̤̳̦̝͑́̄̃-̴̠͓̜̟͙͎̭͕̍-̵̡̭̺͖̪͕̘̭̤͈͊̓͠-̵̡͎͛̉͋̂̆́͗̌̿ͅ-̸̧̬͖̓-̸̨̤̣̒͆̅-̷̛̪̽͑͋̐-̵͈͓̟̊͐̌́̃́-̵̞̥̖͈̯̼͍̲̍̔-̸̛͍̣̜̄̄̾̏̾́̀̈́-̷̮͙̃͒̃̈́̊͛̐̀̕͝-̸͉̹̝͉̝̰͐͘-̵͈̦̘͔̎̔̏-̶̡̯̘̠̼͈̘̬͓͊͆-̸͎͈̩̖̺̼͓͗͒͜-̷̡̖͚͔̳̬̺̜͋̉̃̐̃͋̿͊͜-̷̡̛̻̪̟͕͍̬̖̩̀̑̍̇̒̅̏-̷̛̼̗̼̓̿͑́̔-̶̢̳̻͎̖̞͔̩̭̠̏̂-̶̡̡̬͈͇̙̗̄͜-̶͍̾̂̆-̴̨̠͔̖̄̐̀̈̈́̚-̷̨͎̱̀̆̿͆̑̀̌̕̕͠-̶̘̣̖̫̻̪͑͛̄-̵̨̦̓̄̒͊͑͝-̵̦̤͕̑͛̄̉͋̈́̇͊̚̚-̶̜̜̹͗͂̈̎̂̇̚͠-̴̻̖̹̙̉̄̍̉̓͘̕-̶̡̧̨͍̳̺̜̼̌͜-̸̬͈̭̩̩̬̥̈́̓̔̚-̴̨̢͎͎̼̄͜͜-̵̢͖͚̆̍̑̓-̸̦̩̟̜̎͗͐͑-̶͎̻̻̬͇̀͗̓̾͗͌̚-̴̨̢̢̜͈̜͇̩̠͆̌̐̾͒̊̉͝-̶̧͓̰̭̥̾̾̈́̅͊͜-̷̡̹̪͈̻̪͚̪͍̈̉̍͐́̆ͅ-̸̡̝̘̠̩̤͑̿ͅ-̶̪̎̍͠-̴̲̞̬͇̠̠͇͍̟̐̊̽̾-̸̨̛̦̪̺͑-̴͔̳̜̭͊̿̀̿̿̀̀̓̍̐-̸̥̲͙̘͑̉͠͠-̴͓͖̼͔̪̪̮͔̬̐-̸̰̙͎͖̫͇̮̤̥̃̓̈́̓͒͜-̸̲̹͖̩̮̺̞̂̄̃̕͜ͅ-̶̛̝͍̩̥̜̠̟̥̻̖́̄̄̀̈̚͠-̵̛̮̹̻̩̟̜͎̂͂̑̍̒̋̕̕͠-̷̥͕͍̹͗̂-̸̧̻͆̄͝-̸̧̣̹̼̍̾̅̚-̴̡̪͉̻̝̟͐-̵̠̻͉̖̮̥̭̍̈́́̈͐͗͠͝-̷͓̖̯̠͙͒̏̽̅̇̄͋ͅͅ-̸̨̳͈̱̱̺̘̾͋̌͗̇̏̓͠-̶̨̛̼̼̹̦͍̠̟̯̒ͅ-̶̟̰̝͚̘͍̹̼̣̉̄̑͆̋̓̆-̵̗̱̈́̏̒̈́̒̀̎̑̐̿-̶͓̟̭̝͕̼̿̓͑̏̎-̵̜͉̰̗̻̭̭̋̔̈̐̐̾-̶̢͉̭͖̟̫̪̜̈́̎̿̏̒̂̏̕͜ͅ-̸̢̝̰̖͖̺̳̄̾̒-̴̢̝͖̬͙̬̮̼́͋̒̀̃ͅ-̸̛̞̏̒̍̿͑͆̇̕͘-̵͖̉̈̋̄̄̎̿̅͆͝-̵̜͎̻̬̈́̓̉̓͆̅̎͑̃-̸̧̺̫̋̿̏́̈́̒͆-̸̞̠͎͈̰͚̼̍̑̿͛-̵͉̭͉̦̬̦͈̠́̊̔ͅ-̸̨̓̚-̶̱̩̰̜̼͛̈́̈́̈̐̿͒͌̕͜-̴̻̫̹̫͔͎͔͎́̃̀͂͐͊̔͛̚͜͝-̸͉̻͕̏̆̿̃̂̑̕-̷͈̠̱̮̯̞͊͂̿͆͑-̶̣̲̇̾̂͌̕-̴̢̗̥͔͈̂̍̍͜-̶̥̭̝͖̐͐̊́̓͊͗͘͝͠-̷̨̤̏̓̈́͗́͑́̚̕͝-̵̨̢̼͖̳͚̠̪͚͂͊̏̌̌͜-̵͉̤͋̂̾͆̚-̵̨̧͙̓̀̇̓̉͜͠͝-̵̧̨͎̰̼͇̪̒̊͝-̸̪̰͖͔̞̹̲̀̆̎̃̚͝ͅ-̷̻̳̯̰̤́́̿̾̑̍̈̚-̸͈͇͙̝͛̀̚-̷̪̜͊͋̿͂̇̕̚͝-̴̟͔͑̂̅̎͆̿͑̋̚-
#Mesterian Union
               #                                 #Mesterian Union
              #
             #-̶͙̪̗͓͎̂̾̏̈́-̷͕̪̥̬̼̲̤̳̦̝͑́̄̃-̴̠͓̜̟͙͎̭͕̍-̵̡̭̺͖̪͕̘̭̤͈͊̓͠-̵̡͎͛̉͋̂̆́͗̌̿ͅ-̸̧̬͖̓-̸̨̤̣̒͆̅-̷̛̪̽͑͋̐-̵͈͓̟̊͐̌́̃́-̵̞̥̖͈̯̼͍̲̍̔-̸̛͍̣̜̄̄̾̏̾́̀̈́-̷̮͙̃͒̃̈́̊͛̐̀̕͝-̸͉̹̝͉̝̰͐͘-̵͈̦̘͔̎̔̏-̶̡̯̘̠̼͈̘̬͓͊͆-̸͎͈̩̖̺̼͓͗͒͜-̷̡̖͚͔̳̬̺̜͋̉̃̐̃͋̿͊͜-̷̡̛̻̪̟͕͍̬̖̩̀̑̍̇̒̅̏-̷̛̼̗̼̓̿͑́̔-̶̢̳̻͎̖̞͔̩̭̠̏̂-̶̡̡̬͈͇̙̗̄͜-̶͍̾̂̆-̴̨̠͔̖̄̐̀̈̈́̚-̷̨͎̱̀̆̿͆̑̀̌̕̕͠-̶̘̣̖̫̻̪͑͛̄-̵̨̦̓̄̒͊͑͝-̵̦̤͕̑͛̄̉͋̈́̇͊̚̚-̶̜̜̹͗͂̈̎̂̇̚͠-̴̻̖̹̙̉̄̍̉̓͘̕-̶̡̧̨͍̳̺̜̼̌͜-̸̬͈̭̩̩̬̥̈́̓̔̚-̴̨̢͎͎̼̄͜͜-̵̢͖͚̆̍̑̓-̸̦̩̟̜̎͗͐͑-̶͎̻̻̬͇̀͗̓̾͗͌̚-̴̨̢̢̜͈̜͇̩̠͆̌̐̾͒̊̉͝-̶̧͓̰̭̥̾̾̈́̅͊͜-̷̡̹̪͈̻̪͚̪͍̈̉̍͐́̆ͅ-̸̡̝̘̠̩̤͑̿ͅ-̶̪̎̍͠-̴̲̞̬͇̠̠͇͍̟̐̊̽̾-̸̨̛̦̪̺͑-̴͔̳̜̭͊̿̀̿̿̀̀̓̍̐-̸̥̲͙̘͑̉͠͠-̴͓͖̼͔̪̪̮͔̬̐-̸̰̙͎͖̫͇̮̤̥̃̓̈́̓͒͜-̸̲̹͖̩̮̺̞̂̄̃̕͜ͅ-̶̛̝͍̩̥̜̠̟̥̻̖́̄̄̀̈̚͠-̵̛̮̹̻̩̟̜͎̂͂̑̍̒̋̕̕͠-̷̥͕͍̹͗̂-̸̧̻͆̄͝-̸̧̣̹̼̍̾̅̚-̴̡̪͉̻̝̟͐-̵̠̻͉̖̮̥̭̍̈́́̈͐͗͠͝-̷͓̖̯̠͙͒̏̽̅̇̄͋ͅͅ-̸̨̳͈̱̱̺̘̾͋̌͗̇̏̓͠-̶̨̛̼̼̹̦͍̠̟̯̒ͅ-̶̟̰̝͚̘͍̹̼̣̉̄̑͆̋̓̆-̵̗̱̈́̏̒̈́̒̀̎̑̐̿-̶͓̟̭̝͕̼̿̓͑̏̎-̵̜͉̰̗̻̭̭̋̔̈̐̐̾-̶̢͉̭͖̟̫̪̜̈́̎̿̏̒̂̏̕͜ͅ-̸̢̝̰̖͖̺̳̄̾̒-̴̢̝͖̬͙̬̮̼́͋̒̀̃ͅ-̸̛̞̏̒̍̿͑͆̇̕͘-̵͖̉̈̋̄̄̎̿̅͆͝-̵̜͎̻̬̈́̓̉̓͆̅̎͑̃-̸̧̺̫̋̿̏́̈́̒͆-̸̞̠͎͈̰͚̼̍̑̿͛-̵͉̭͉̦̬̦͈̠́̊̔ͅ-̸̨̓̚-̶̱̩̰̜̼͛̈́̈́̈̐̿͒͌̕͜-̴̻̫̹̫͔͎͔͎́̃̀͂͐͊̔͛̚͜͝-̸͉̻͕̏̆̿̃̂̑̕-̷͈̠̱̮̯̞͊͂̿͆͑-̶̣̲̇̾̂͌̕-̴̢̗̥͔͈̂̍̍͜-̶̥̭̝͖̐͐̊́̓͊͗͘͝͠-̷̨̤̏̓̈́͗́͑́̚̕͝-̵̨̢̼͖̳͚̠̪͚͂͊̏̌̌͜-̵͉̤͋̂̾͆̚-̵̨̧͙̓̀̇̓̉͜͠͝-̵̧̨͎̰̼͇̪̒̊͝-̸̪̰͖͔̞̹̲̀̆̎̃̚͝ͅ-̷̻̳̯̰̤́́̿̾̑̍̈̚-̸͈͇͙̝͛̀̚-̷̪̜͊͋̿͂̇̕̚͝-
#Mesterian Union
            #
           #
          #-̶͙̪̗͓͎̂̾̏̈́-̷͕̪̥̬̼̲̤̳̦̝͑́̄̃-̴̠͓̜̟͙͎̭͕̍-̵̡̭̺͖̪͕̘̭̤͈͊̓͠-̵̡͎͛̉͋̂̆́͗̌̿ͅ-̸̧̬͖̓-̸̨̤̣̒͆̅-̷̛̪̽͑͋̐-̵͈͓̟̊͐̌́̃́-̵̞̥̖͈̯̼͍̲̍̔-̸̛͍̣̜̄̄̾̏̾́̀̈́-̷̮͙̃͒̃̈́̊͛̐̀̕͝-̸͉̹̝͉̝̰͐͘-̵͈̦̘͔̎̔̏-̶̡̯̘̠̼͈̘̬͓͊͆-̸͎͈̩̖̺̼͓͗͒͜-̷̡̖͚͔̳̬̺̜͋̉̃̐̃͋̿͊͜-̷̡̛̻̪̟͕͍̬̖̩̀̑̍̇̒̅̏-̷̛̼̗̼̓̿͑́̔-̶̢̳̻͎̖̞͔̩̭̠̏̂-̶̡̡̬͈͇̙̗̄͜-̶͍̾̂̆-̴̨̠͔̖̄̐̀̈̈́̚-̷̨͎̱̀̆̿͆̑̀̌̕̕͠-̶̘̣̖̫̻̪͑͛̄-̵̨̦̓̄̒͊͑͝-̵̦̤͕̑͛̄̉͋̈́̇͊̚̚-̶̜̜̹͗͂̈̎̂̇̚͠-̴̻̖̹̙̉̄̍̉̓͘̕-̶̡̧̨͍̳̺̜̼̌͜-̸̬͈̭̩̩̬̥̈́̓̔̚-̴̨̢͎͎̼̄͜͜-̵̢͖͚̆̍̑̓-̸̦̩̟̜̎͗͐͑-̶͎̻̻̬͇̀͗̓̾͗͌̚-̴̨̢̢̜͈̜͇̩̠͆̌̐̾͒̊̉͝-̶̧͓̰̭̥̾̾̈́̅͊͜-̷̡̹̪͈̻̪͚̪͍̈̉̍͐́̆ͅ-̸̡̝̘̠̩̤͑̿ͅ-̶̪̎̍͠-̴̲̞̬͇̠̠͇͍̟̐̊̽̾-̸̨̛̦̪̺͑-̴͔̳̜̭͊̿̀̿̿̀̀̓̍̐-̸̥̲͙̘͑̉͠͠-̴͓͖̼͔̪̪̮͔̬̐-̸̰̙͎͖̫͇̮̤̥̃̓̈́̓͒͜-̸̲̹͖̩̮̺̞̂̄̃̕͜ͅ-̶̛̝͍̩̥̜̠̟̥̻̖́̄̄̀̈̚͠-̵̛̮̹̻̩̟̜͎̂͂̑̍̒̋̕̕͠-̷̥͕͍̹͗̂-̸̧̻͆̄͝-̸̧̣̹̼̍̾̅̚-̴̡̪͉̻̝̟͐-̵̠̻͉̖̮̥̭̍̈́́̈͐͗͠͝-̷͓̖̯̠͙͒̏̽̅̇̄͋ͅͅ-̸̨̳͈̱̱̺̘̾͋̌͗̇̏̓͠-̶̨̛̼̼̹̦͍̠̟̯̒ͅ-̶̟̰̝͚̘͍̹̼̣̉̄̑͆̋̓̆-̵̗̱̈́̏̒̈́̒̀̎̑̐̿-̶͓̟̭̝͕̼̿̓͑̏̎-̵̜͉̰̗̻̭̭̋̔̈̐̐̾-̶̢͉̭͖̟̫̪̜̈́̎̿̏̒̂̏̕͜ͅ-̸̢̝̰̖͖̺̳̄̾̒-̴̢̝͖̬͙̬̮̼́͋̒̀̃ͅ-̸̛̞̏̒̍̿͑͆̇̕͘-̵͖̉̈̋̄̄̎̿̅͆͝-̵̜͎̻̬̈́̓̉̓͆̅̎͑̃-̸̧̺̫̋̿̏́̈́̒͆-̸̞̠͎͈̰͚̼̍̑̿͛-̵͉̭͉̦̬̦͈̠́̊̔ͅ-̸̨̓̚-̶̱̩̰̜̼͛̈́̈́̈̐̿͒͌̕͜-̴̻̫̹̫͔͎͔͎́̃̀͂͐͊̔͛̚͜͝-̸͉̻͕̏̆̿̃̂̑̕-̷͈̠̱̮̯̞͊͂̿͆͑-̶̣̲̇̾̂͌̕-̴̢̗̥͔͈̂̍̍͜-̶̥̭̝͖̐͐̊́̓͊͗͘͝͠-̷̨̤̏̓̈́͗́͑́̚̕͝-̵̨̢̼͖̳͚̠̪͚͂͊̏̌̌͜-̵͉̤͋̂̾͆̚-̵̨̧͙̓̀̇̓̉͜͠͝-̵̧̨͎̰̼͇̪̒̊͝-̸̪̰͖͔̞̹̲̀̆̎̃̚͝ͅ-̷̻̳̯̰̤́́̿̾̑̍̈̚-̸͈͇͙̝͛̀̚-̷̪̜͊͋̿͂̇̕̚͝-̴̟͔͑̂̅̎͆̿͑̋̚-̵̡̹̫̭̯͔̳̺̖͙͊̀̎̀͆͛̂̀͝-
#Mesterian Union
         #
        #
       #-̶͙̪̗͓͎̂̾̏̈́-̷͕̪̥̬̼̲̤̳̦̝͑́̄̃-̴̠͓̜̟͙͎̭͕̍-̵̡̭̺͖̪͕̘̭̤͈͊̓͠-̵̡͎͛̉͋̂̆́͗̌̿ͅ-̸̧̬͖̓-̸̨̤̣̒͆̅-̷̛̪̽͑͋̐-̵͈͓̟̊͐̌́̃́-̵̞̥̖͈̯̼͍̲̍̔-̸̛͍̣̜̄̄̾̏̾́̀̈́-̷̮͙̃͒̃̈́̊͛̐̀̕͝-̸͉̹̝͉̝̰͐͘-̵͈̦̘͔̎̔̏-̶̡̯̘̠̼͈̘̬͓͊͆-̸͎͈̩̖̺̼͓͗͒͜-̷̡̖͚͔̳̬̺̜͋̉̃̐̃͋̿͊͜-̷̡̛̻̪̟͕͍̬̖̩̀̑̍̇̒̅̏-̷̛̼̗̼̓̿͑́̔-̶̢̳̻͎̖̞͔̩̭̠̏̂-̶̡̡̬͈͇̙̗̄͜-̶͍̾̂̆-̴̨̠͔̖̄̐̀̈̈́̚-̷̨͎̱̀̆̿͆̑̀̌̕̕͠-̶̘̣̖̫̻̪͑͛̄-̵̨̦̓̄̒͊͑͝-̵̦̤͕̑͛̄̉͋̈́̇͊̚̚-̶̜̜̹͗͂̈̎̂̇̚͠-̴̻̖̹̙̉̄̍̉̓͘̕-̶̡̧̨͍̳̺̜̼̌͜-̸̬͈̭̩̩̬̥̈́̓̔̚-̴̨̢͎͎̼̄͜͜-̵̢͖͚̆̍̑̓-̸̦̩̟̜̎͗͐͑-̶͎̻̻̬͇̀͗̓̾͗͌̚-̴̨̢̢̜͈̜͇̩̠͆̌̐̾͒̊̉͝-̶̧͓̰̭̥̾̾̈́̅͊͜-̷̡̹̪͈̻̪͚̪͍̈̉̍͐́̆ͅ-̸̡̝̘̠̩̤͑̿ͅ-̶̪̎̍͠-̴̲̞̬͇̠̠͇͍̟̐̊̽̾-̸̨̛̦̪̺͑-̴͔̳̜̭͊̿̀̿̿̀̀̓̍̐-̸̥̲͙̘͑̉͠͠-̴͓͖̼͔̪̪̮͔̬̐-̸̰̙͎͖̫͇̮̤̥̃̓̈́̓͒͜-̸̲̹͖̩̮̺̞̂̄̃̕͜ͅ-̶̛̝͍̩̥̜̠̟̥̻̖́̄̄̀̈̚͠-̵̛̮̹̻̩̟̜͎̂͂̑̍̒̋̕̕͠-̷̥͕͍̹͗̂-̸̧̻͆̄͝-̸̧̣̹̼̍̾̅̚-̴̡̪͉̻̝̟͐-̵̠̻͉̖̮̥̭̍̈́́̈͐͗͠͝-̷͓̖̯̠͙͒̏̽̅̇̄͋ͅͅ-̸̨̳͈̱̱̺̘̾͋̌͗̇̏̓͠-̶̨̛̼̼̹̦͍̠̟̯̒ͅ-̶̟̰̝͚̘͍̹̼̣̉̄̑͆̋̓̆-̵̗̱̈́̏̒̈́̒̀̎̑̐̿-̶͓̟̭̝͕̼̿̓͑̏̎-̵̜͉̰̗̻̭̭̋̔̈̐̐̾-̶̢͉̭͖̟̫̪̜̈́̎̿̏̒̂̏̕͜ͅ-̸̢̝̰̖͖̺̳̄̾̒-̴̢̝͖̬͙̬̮̼́͋̒̀̃ͅ-̸̛̞̏̒̍̿͑͆̇̕͘-̵͖̉̈̋̄̄̎̿̅͆͝-̵̜͎̻̬̈́̓̉̓͆̅̎͑̃-̸̧̺̫̋̿̏́̈́̒͆-̸̞̠͎͈̰͚̼̍̑̿͛-̵͉̭͉̦̬̦͈̠́̊̔ͅ-̸̨̓̚-̶̱̩̰̜̼͛̈́̈́̈̐̿͒͌̕͜-̴̻̫̹̫͔͎͔͎́̃̀͂͐͊̔͛̚͜͝-̸͉̻͕̏̆̿̃̂̑̕-̷͈̠̱̮̯̞͊͂̿͆͑-̶̣̲̇̾̂͌̕-̴̢̗̥͔͈̂̍̍͜-̶̥̭̝͖̐͐̊́̓͊͗͘͝͠-̷̨̤̏̓̈́͗́͑́̚̕͝-̵̨̢̼͖̳͚̠̪͚͂͊̏̌̌͜-̵͉̤͋̂̾͆̚-̵̨̧͙̓̀̇̓̉͜͠͝-̵̧̨͎̰̼͇̪̒̊͝-̸̪̰͖͔̞̹̲̀̆̎̃̚͝ͅ-̷̻̳̯̰̤́́̿̾̑̍̈̚-̸͈͇͙̝͛̀̚-̷̪̜͊͋̿͂̇̕̚͝-̴̟͔͑̂̅̎͆̿͑̋̚-̵̡̹̫̭̯͔̳̺̖͙͊̀̎̀͆͛̂̀͝-̵̟͕̜́̒͌̓̅̔̌-̸̴̼͈̘̯̣̹͎̹̝̺̟͔́͑̂̅̎͆̿͑̋̚-̵̡̹̫̭̯͔̳̺̖͙͊̀̎̀͆͛̂̀͝-
#Mesterian Union
      #
     #
    #-̶͙̪̗͓͎̂̾̏̈́-̷͕̪̥̬̼̲̤̳̦̝͑́̄̃-̴̠͓̜̟͙͎̭͕̍-̵̡̭̺͖̪͕̘̭̤͈͊̓͠-̵̡͎͛̉͋̂̆́͗̌̿ͅ-̸̧̬͖̓-̸̨̤̣̒͆̅-̷̛̪̽͑͋̐-̵͈͓̟̊͐̌́̃́-̵̞̥̖͈̯̼͍̲̍̔-̸̛͍̣̜̄̄̾̏̾́̀̈́-̷̮͙̃͒̃̈́̊͛̐̀̕͝-̸͉̹̝͉̝̰͐͘-̵͈̦̘͔̎̔̏-̶̡̯̘̠̼͈̘̬͓͊͆-̸͎͈̩̖̺̼͓͗͒͜-̷̡̖͚͔̳̬̺̜͋̉̃̐̃͋̿͊͜-̷̡̛̻̪̟͕͍̬̖̩̀̑̍̇̒̅̏-̷̛̼̗̼̓̿͑́̔-̶̢̳̻͎̖̞͔̩̭̠̏̂-̶̡̡̬͈͇̙̗̄͜-̶͍̾̂̆-̴̨̠͔̖̄̐̀̈̈́̚-̷̨͎̱̀̆̿͆̑̀̌̕̕͠-̶̘̣̖̫̻̪͑͛̄-̵̨̦̓̄̒͊͑͝-̵̦̤͕̑͛̄̉͋̈́̇͊̚̚-̶̜̜̹͗͂̈̎̂̇̚͠-̴̻̖̹̙̉̄̍̉̓͘̕-̶̡̧̨͍̳̺̜̼̌͜-̸̬͈̭̩̩̬̥̈́̓̔̚-̴̨̢͎͎̼̄͜͜-̵̢͖͚̆̍̑̓-̸̦̩̟̜̎͗͐͑-̶͎̻̻̬͇̀͗̓̾͗͌̚-̴̨̢̢̜͈̜͇̩̠͆̌̐̾͒̊̉͝-̶̧͓̰̭̥̾̾̈́̅͊͜-̷̡̹̪͈̻̪͚̪͍̈̉̍͐́̆ͅ-̸̡̝̘̠̩̤͑̿ͅ-̶̪̎̍͠-̴̲̞̬͇̠̠͇͍̟̐̊̽̾-̸̨̛̦̪̺͑-̴͔̳̜̭͊̿̀̿̿̀̀̓̍̐-̸̥̲͙̘͑̉͠͠-̴͓͖̼͔̪̪̮͔̬̐-̸̰̙͎͖̫͇̮̤̥̃̓̈́̓͒͜-̸̲̹͖̩̮̺̞̂̄̃̕͜ͅ-̶̛̝͍̩̥̜̠̟̥̻̖́̄̄̀̈̚͠-̵̛̮̹̻̩̟̜͎̂͂̑̍̒̋̕̕͠-̷̥͕͍̹͗̂-̸̧̻͆̄͝-̸̧̣̹̼̍̾̅̚-̴̡̪͉̻̝̟͐-̵̠̻͉̖̮̥̭̍̈́́̈͐͗͠͝-̷͓̖̯̠͙͒̏̽̅̇̄͋ͅͅ-̸̨̳͈̱̱̺̘̾͋̌͗̇̏̓͠-̶̨̛̼̼̹̦͍̠̟̯̒ͅ-̶̟̰̝͚̘͍̹̼̣̉̄̑͆̋̓̆-̵̗̱̈́̏̒̈́̒̀̎̑̐̿-̶͓̟̭̝͕̼̿̓͑̏̎-̵̜͉̰̗̻̭̭̋̔̈̐̐̾-̶̢͉̭͖̟̫̪̜̈́̎̿̏̒̂̏̕͜ͅ-̸̢̝̰̖͖̺̳̄̾̒-̴̢̝͖̬͙̬̮̼́͋̒̀̃ͅ-̸̛̞̏̒̍̿͑͆̇̕͘-̵͖̉̈̋̄̄̎̿̅͆͝-̵̜͎̻̬̈́̓̉̓͆̅̎͑̃-̸̧̺̫̋̿̏́̈́̒͆-̸̞̠͎͈̰͚̼̍̑̿͛-̵͉̭͉̦̬̦͈̠́̊̔ͅ-̸̨̓̚-̶̱̩̰̜̼͛̈́̈́̈̐̿͒͌̕͜-̴̻̫̹̫͔͎͔͎́̃̀͂͐͊̔͛̚͜͝-̸͉̻͕̏̆̿̃̂̑̕-̷͈̠̱̮̯̞͊͂̿͆͑-̶̣̲̇̾̂͌̕-̴̢̗̥͔͈̂̍̍͜-̶̥̭̝͖̐͐̊́̓͊͗͘͝͠-̷̨̤̏̓̈́͗́͑́̚̕͝-̵̨̢̼͖̳͚̠̪͚͂͊̏̌̌͜-̵͉̤͋̂̾͆̚-̵̨̧͙̓̀̇̓̉͜͠͝-̵̧̨͎̰̼͇̪̒̊͝-̸̪̰͖͔̞̹̲̀̆̎̃̚͝ͅ-̷̻̳̯̰̤́́̿̾̑̍̈̚-̸͈͇͙̝͛̀̚-̷̪̜͊͋̿͂̇̕̚͝-̴̟͔͑̂̅̎͆̿͑̋̚-̵̡̹̫̭̯͔̳̺̖͙͊̀̎̀͆͛̂̀͝-̵̟͕̜́̒͌̓̅̔̌-̸̴̼͈̘̯̣̹͎̹̝̺̟͔́͑̂̅̎͆̿͑̋̚-̵̡̹̫̭̯͔̳̺̖͙͊̀̎̀͆͛̂̀͝-̵̟͕̜́̒͌̓̅̔̌-̸̼͈̘̯̣̹͎̹̝̺́
#Mesterian Union
   #
  #
 #-̶͙̪̗͓͎̂̾̏̈́-̷͕̪̥̬̼̲̤̳̦̝͑́̄̃-̴̠͓̜̟͙͎̭͕̍-̵̡̭̺͖̪͕̘̭̤͈͊̓͠-̵̡͎͛̉͋̂̆́͗̌̿ͅ-̸̧̬͖̓-̸̨̤̣̒͆̅-̷̛̪̽͑͋̐-̵͈͓̟̊͐̌́̃́-̵̞̥̖͈̯̼͍̲̍̔-̸̛͍̣̜̄̄̾̏̾́̀̈́-̷̮͙̃͒̃̈́̊͛̐̀̕͝-̸͉̹̝͉̝̰͐͘-̵͈̦̘͔̎̔̏-̶̡̯̘̠̼͈̘̬͓͊͆-̸͎͈̩̖̺̼͓͗͒͜-̷̡̖͚͔̳̬̺̜͋̉̃̐̃͋̿͊͜-̷̡̛̻̪̟͕͍̬̖̩̀̑̍̇̒̅̏-̷̛̼̗̼̓̿͑́̔-̶̢̳̻͎̖̞͔̩̭̠̏̂-̶̡̡̬͈͇̙̗̄͜-̶͍̾̂̆-̴̨̠͔̖̄̐̀̈̈́̚-̷̨͎̱̀̆̿͆̑̀̌̕̕͠-̶̘̣̖̫̻̪͑͛̄-̵̨̦̓̄̒͊͑͝-̵̦̤͕̑͛̄̉͋̈́̇͊̚̚-̶̜̜̹͗͂̈̎̂̇̚͠-̴̻̖̹̙̉̄̍̉̓͘̕-̶̡̧̨͍̳̺̜̼̌͜-̸̬͈̭̩̩̬̥̈́̓̔̚-̴̨̢͎͎̼̄͜͜-̵̢͖͚̆̍̑̓-̸̦̩̟̜̎͗͐͑-̶͎̻̻̬͇̀͗̓̾͗͌̚-̴̨̢̢̜͈̜͇̩̠͆̌̐̾͒̊̉͝-̶̧͓̰̭̥̾̾̈́̅͊͜-̷̡̹̪͈̻̪͚̪͍̈̉̍͐́̆ͅ-̸̡̝̘̠̩̤͑̿ͅ-̶̪̎̍͠-̴̲̞̬͇̠̠͇͍̟̐̊̽̾-̸̨̛̦̪̺͑-̴͔̳̜̭͊̿̀̿̿̀̀̓̍̐-̸̥̲͙̘͑̉͠͠-̴͓͖̼͔̪̪̮͔̬̐-̸̰̙͎͖̫͇̮̤̥̃̓̈́̓͒͜-̸̲̹͖̩̮̺̞̂̄̃̕͜ͅ-̶̛̝͍̩̥̜̠̟̥̻̖́̄̄̀̈̚͠-̵̛̮̹̻̩̟̜͎̂͂̑̍̒̋̕̕͠-̷̥͕͍̹͗̂-̸̧̻͆̄͝-̸̧̣̹̼̍̾̅̚-̴̡̪͉̻̝̟͐-̵̠̻͉̖̮̥̭̍̈́́̈͐͗͠͝-̷͓̖̯̠͙͒̏̽̅̇̄͋ͅͅ-̸̨̳͈̱̱̺̘̾͋̌͗̇̏̓͠-̶̨̛̼̼̹̦͍̠̟̯̒ͅ-̶̟̰̝͚̘͍̹̼̣̉̄̑͆̋̓̆-̵̗̱̈́̏̒̈́̒̀̎̑̐̿-̶͓̟̭̝͕̼̿̓͑̏̎-̵̜͉̰̗̻̭̭̋̔̈̐̐̾-̶̢͉̭͖̟̫̪̜̈́̎̿̏̒̂̏̕͜ͅ-̸̢̝̰̖͖̺̳̄̾̒-̴̢̝͖̬͙̬̮̼́͋̒̀̃ͅ-̸̛̞̏̒̍̿͑͆̇̕͘-̵͖̉̈̋̄̄̎̿̅͆͝-̵̜͎̻̬̈́̓̉̓͆̅̎͑̃-̸̧̺̫̋̿̏́̈́̒͆-̸̞̠͎͈̰͚̼̍̑̿͛-̵͉̭͉̦̬̦͈̠́̊̔ͅ-̸̨̓̚-̶̱̩̰̜̼͛̈́̈́̈̐̿͒͌̕͜-̴̻̫̹̫͔͎͔͎́̃̀͂͐͊̔͛̚͜͝-̸͉̻͕̏̆̿̃̂̑̕-̷͈̠̱̮̯̞͊͂̿͆͑-̶̣̲̇̾̂͌̕-̴̢̗̥͔͈̂̍̍͜-̶̥̭̝͖̐͐̊́̓͊͗͘͝͠-̷̨̤̏̓̈́͗́͑́̚̕͝-̵̨̢̼͖̳͚̠̪͚͂͊̏̌̌͜-̵͉̤͋̂̾͆̚-̵̨̧͙̓̀̇̓̉͜͠͝-̵̧̨͎̰̼͇̪̒̊͝-̸̪̰͖͔̞̹̲̀̆̎̃̚͝ͅ-̷̻̳̯̰̤́́̿̾̑̍̈̚-̸͈͇͙̝͛̀̚-̷̪̜͊͋̿͂̇̕̚͝-̴̟͔͑̂̅̎͆̿͑̋̚-̵̡̹̫̭̯͔̳̺̖͙͊̀̎̀͆͛̂̀͝-̵̟͕̜́̒͌̓̅̔̌-̸̴̼͈̘̯̣̹͎̹̝̺̟͔́͑̂̅̎͆̿͑̋̚-̵̡̹̫̭̯͔̳̺̖͙͊̀̎̀͆͛̂̀͝-̵̟͕̜́̒͌̓̅̔̌-̸̴̼͈̘̯̣̹͎̹̝̺̟͔́͑̂̅̎͆̿͑̋̚-̵̡̹̫̭̯͔̳̺̖͙͊̀̎̀͆͛̂̀͝-̴̟͔͑̂̅̎͆̿͑̋̚-̵̡̹̫̭̯͔̳̺̖͙͊̀̎̀͆͛̂̀͝-
"""
def drive_car():
    print(0)

moter_s = "Wroooooommmmnn"

bil_hjul = 6
bil_max_hastighed = 135
personer_i_bil = 5
alder_paa_fore = 27
fart_boder = 0

a_bil_hjul = 3
a_bil_max_hastighed = 290
a_personer_i_bil = 1
a_alder_paa_fore = 93
a_fart_boder = 2631
a_koretoj = "Tunet electrisk scooter (Cykkel)"

print("Bil1:")
print("hjul:", bil_hjul)
print("Max hastighed:", bil_max_hastighed)
print("Antal Passagerer:", personer_i_bil)
print("Alder på føre:", alder_paa_fore)
print("Fartbøder i år:", fart_boder)
print("LYD: " "wrrrrrooorrrrmm")
print(" ")
print("Bil2:")
print("hjul:", a_bil_hjul)
print("Max hastighed:", a_bil_max_hastighed)
print("Antal Passagere:", a_personer_i_bil)
print("Alder på føre:", a_alder_paa_fore)
print("Fartbøder i år:", a_fart_boder)
print("Køretøj:", a_koretoj)
print("LYD: " "Ring, ring. Hov det var vidst en fodgænger. Lol, en til.")
print("")
print("")
print("Standard Moterlyd", moter_s)
