"""
🎀😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃
🎀🎀🎀😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃🎀🎀🎀
🎀🎀🎀🎀🎀😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃🎀🎀🎀🎀
🎀🎀🎀🎀🎀🎀🎀🎀😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃🎀🎀🎀🎀🎀🎀
🎀🎀🎀🎀🎀🎀🎀🎀🎀😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃🎀🎀🎀🎀🎀🎀🎀🎀🎀
🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀
🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀😃😃😃😃😃😃😃😃😃😃😃😃😃🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀
⚫⚫🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀😃😃😃😃😃😃😃😃😃🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🌚🌚🌚
⚫⚫⚫⚫⚫🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀😃😃😃😃😃🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🌚🌚🌚🌚🌚
⚫⚫⚫⚫⚫⚫⚫🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀😃🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🌚🌚🌚🌚🌚🌚
⚫⚫⚫⚫⚫⚫⚫⚫⚫🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🌚🌚🌚🌚🌚🌚🌚🌚🌚
⚫⚫⚫⚫⚫⚫⚫⚫⚫⚫⚫⚫🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🌚🌚🌚🌚🌚🌚🌚🌚🌚🌚🌚
⚫⚫⚫⚫⚫⚫⚫⚫⚫⚫⚫⚫⚫🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🌚🌚🌚🌚🌚🌚🌚🌚🌚🌚🌚🌚🌚
⚫⚫⚫⚫⚫⚫⚫⚫⚫⚫⚫⚫🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🌚🌚🌚🌚🌚🌚🌚🌚🌚🌚🌚
⚫⚫⚫⚫⚫⚫⚫⚫⚫🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🌚🌚🌚🌚🌚🌚🌚🌚🌚
⚫⚫⚫⚫⚫⚫🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀⚪🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🌚🌚🌚🌚🌚🌚
⚫⚫⚫⚫🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀⚪⚪⚪⚪⚪🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🌚🌚🌚🌚🌚
⚫⚫🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🌚🌚🌚
🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀
🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀
🎀🎀🎀🎀🎀🎀🎀🎀🎀⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪🎀🎀🎀🎀🎀🎀🎀🎀🎀
🎀🎀🎀🎀🎀🎀🎀⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪🎀🎀🎀🎀🎀🎀🎀
🎀🎀🎀🎀🎀⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪🎀🎀🎀🎀🎀
🎀🎀🎀⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪🎀🎀🎀
🎀⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪🎀
"""


class Dyr:
    def __init__(self, hund, klement, hale):
        self.hund = hund
        self.klement = klement
        self.hale = hale

    def __repr__(self):
        return f"| Klement er en hund. |{self.hund} Hunden Klement, er en meget doven hund.🐶 |{self.klement} Klement er meget stolt over sin hale. 6,1 cm🏑 |{self.hale}"

    def lyd(self):
        print("| mooohhoea! ehghe av |")


class Kat:

    def __init__(self, lars, mad, kejser):
        self.lars = lars
        self.mad = mad
        self.kejser = kejser

    def __repr__(self):
        return f"| Lars er en sød kat. |{self.lars} Lars😾 kan godt lide mad, MEGET MAD!🍜 |{self.mad} Katten Lars😾, ER EN STOR MÆGTIG KEJSER!👑 Af det store rige, af MADSKÅLENDE🍵 |{self.kejser}"

    def k_lyd(self):
        print("| MRAAOORRRRRRRRÅÅÅÅ! |")

class Breeting:


sec1 = Dyr("", "", "")
sec2 = Kat("", "", "")

print(sec1)
sec1.lyd()
print("")
print(sec2)
sec2.k_lyd()


