"""
🎀😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃🎀
🎀🎀🎀😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃🎀🎀🎀
🎀🎀🎀🎀🎀😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃🎀🎀🎀🎀
🎀🎀🎀🎀🎀🎀🎀🎀😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃🎀🎀🎀🎀🎀🎀
🎀🎀🎀🎀🎀🎀🎀🎀🎀😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃🎀🎀🎀🎀🎀🎀🎀🎀🎀
🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃😃🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀
🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀😃😃😃😃😃😃😃😃😃😃😃😃😃🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀
⚫⚫🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀😃😃😃😃😃😃😃😃😃🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🌚🌚🌚
⚫⚫⚫⚫⚫🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀😃😃😃😃😃🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🌚🌚🌚🌚🌚
⚫⚫⚫⚫⚫⚫⚫🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀😃🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🌚🌚🌚🌚🌚🌚
⚫⚫⚫⚫⚫⚫⚫⚫⚫🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🌚🌚🌚🌚🌚🌚🌚🌚🌚
⚫⚫⚫⚫⚫⚫⚫⚫⚫⚫⚫⚫🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🌚🌚🌚🌚🌚🌚🌚🌚🌚🌚🌚
⚫⚫⚫⚫⚫⚫⚫⚫⚫⚫⚫⚫⚫🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🌚🌚🌚🌚🌚🌚🌚🌚🌚🌚🌚🌚🌚
⚫⚫⚫⚫⚫⚫⚫⚫⚫⚫⚫⚫🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🌚🌚🌚🌚🌚🌚🌚🌚🌚🌚🌚
⚫⚫⚫⚫⚫⚫⚫⚫⚫🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🌚🌚🌚🌚🌚🌚🌚🌚🌚
⚫⚫⚫⚫⚫⚫🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀⚪🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🌚🌚🌚🌚🌚🌚
⚫⚫⚫⚫🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀⚪⚪⚪⚪⚪🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🌚🌚🌚🌚🌚
⚫⚫🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🌚🌚🌚
🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀
🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀🎀
🎀🎀🎀🎀🎀🎀🎀🎀🎀⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪🎀🎀🎀🎀🎀🎀🎀🎀🎀
🎀🎀🎀🎀🎀🎀🎀⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪🎀🎀🎀🎀🎀🎀🎀
🎀🎀🎀🎀🎀⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪🎀🎀🎀🎀🎀
🎀🎀🎀⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪🎀🎀🎀
🎀⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪⚪🎀
"""


class Dyr:
    def __init__(self, hund, klement, hale):
        self.hund = hund
        self.klement = klement
        self.hale = hale

    def __repr__(self):
        return f"| Klement er en hund. |{self.hund} Hunden Klement, er en meget doven hund.🐶 |{self.klement} Klement er meget stolt over sin hale. 6,1 cm🏑 |{self.hale}"

    def lyd(self):
        print("| mooohhoea! ehghe av |")


class Kat:

    def __init__(self, lars, mad, kejser):
        self.lars = lars
        self.mad = mad
        self.kejser = kejser

    def __repr__(self):
        return f"| Lars er en sød kat. |{self.lars} Lars😾 kan godt lide mad, MEGET MAD!🍜 |{self.mad} Katten Lars😾, ER EN STOR MÆGTIG KEJSER!👑 Af det store rige, af MADSKÅLENDE🍵 |{self.kejser}"

    def k_lyd(self):
        print("| MRAAOORRRRRRRRÅÅÅÅ! |")


class Hund:
    def __init__(self, navn, alder, sex):
        self.navn = navn
        self.alder = alder
        self.sex = sex

    def __str__(self):
        return "Navn: " + self.navn + "\nAlder: " + str(self.alder) + "\nSex: " + self.sex


def hetro_sex(far, mor):
    if mor.sex == "pige" and far.sex == "dreng":
        return Hund("Hvalp", 0, "dreng")
    elif far.sex == "pige" and mor.sex == "dreng":
        return Hund("Hvalp", 0, "pige")
    else:
        print("Fejl-kode-671")


def homo_sex(far_h, far_h1):
    if far_h.sex == "dreng" and far_h1.sex == "dreng":
        return Hund("Adopteret Hvalp", 1, "dreng")
    else:
        print("Fejl-kode-711")


def outcome_pige(far, mor):
    if far.sex == "dreeng" and mor.sex == "pige":  # <- Ret venligt fejlen, som der står i fejlkoden. Kig på (far.sex == "dreeng")
        return Hund("Hvalp", 0, "pige")  # - Fjern det bogstav, som pilen pejer på ->                                        ↑
    else:  # Hvis du stadig ikke ved, hvad du skal fjerne. Så skal du fjerne et (e) fra (far.sex == <"dreeng">). Så det ser sådan ud: (far.sex == "dreng")
        return f"Fejl-kode-616 \nTjek venligst om din funktion: def outcome_pige(far, mor): \nOg tjek om Køn FX. far.sex == dreng, \neller Def: Er skrivet rigtigt"


def outcome_dreng(far, mor):
    if far.sex == "dreng" and mor.sex == "pige":
        return Hund("Hvalp", 0, "dreng")


mor = Hund("Klement", 5, "pige")
far = Hund("idk", 6, "dreng")
far_h = Hund("test2674", 8, "dreng")
far_h1 = Hund("test27636", 7, "dreng")
sec1 = Dyr("", "", "")
sec2 = Kat("", "", "")

print(sec1)
sec1.lyd()
print("")
print(sec2)
sec2.k_lyd()
print("")
print(hetro_sex(far, mor))
print("")
print(homo_sex(far_h, far_h1))
print("")
print(outcome_pige(far, mor))
# Prøv print(outcome_pige(far, mor))
# Og
# print(outcome_dreng(far, mor))