#-̶͙̪̗͓͎̂̾̏̈́-̷͕̪̥̬̼̲̤̳̦̝͑́̄̃-̴̠͓̜̟͙͎̭͕̍-̵̡̭̺͖̪͕̘̭̤͈͊̓͠-̵̡͎͛̉͋̂̆́͗̌̿ͅ-̸̧̬͖̓-̸̨̤̣̒͆̅-̷̛̪̽͑͋̐-̵͈͓̟̊͐̌́̃́-̵̞̥̖͈̯̼͍̲̍̔-̸̛͍̣̜̄̄̾̏̾́̀̈́-̷̮͙̃͒̃̈́̊͛̐̀̕͝-̸͉̹̝͉̝̰͐͘-̵͈̦̘͔̎̔̏-̶̡̯̘̠̼͈̘̬͓͊͆-̸͎͈̩̖̺̼͓͗͒͜-̷̡̖͚͔̳̬̺̜͋̉̃̐̃͋̿͊͜-̷̡̛̻̪̟͕͍̬̖̩̀̑̍̇̒̅̏-̷̛̼̗̼̓̿͑́̔-̶̢̳̻͎̖̞͔̩̭̠̏̂-̶̡̡̬͈͇̙̗̄͜-̶͍̾̂̆-̴̨̠͔̖̄̐̀̈̈́̚-̷̨͎̱̀̆̿͆̑̀̌̕̕͠-̶̘̣̖̫̻̪͑͛̄-̵̨̦̓̄̒͊͑͝-̵̦̤͕̑͛̄̉͋̈́̇͊̚̚-̶̜̜̹͗͂̈̎̂̇̚͠-̴̻̖̹̙̉̄̍̉̓͘̕-̶̡̧̨͍̳̺̜̼̌͜-̸̬͈̭̩̩̬̥̈́̓̔̚-̴̨̢͎͎̼̄͜͜-̵̢͖͚̆̍̑̓-̸̦̩̟̜̎͗͐͑-̶͎̻̻̬͇̀͗̓̾͗͌̚-̴̨̢̢̜͈̜͇̩̠͆̌̐̾͒̊̉͝-̶̧͓̰̭̥̾̾̈́̅͊͜-̷̡̹̪͈̻̪͚̪͍̈̉̍͐́̆ͅ-̸̡̝̘̠̩̤͑̿ͅ-̶̪̎̍͠-̴̲̞̬͇̠̠͇͍̟̐̊̽̾-̸̨̛̦̪̺͑-̴͔̳̜̭͊̿̀̿̿̀̀̓̍̐-̸̥̲͙̘͑̉͠͠-̴͓͖̼͔̪̪̮͔̬̐-̸̰̙͎͖̫͇̮̤̥̃̓̈́̓͒͜-̸̲̹͖̩̮̺̞̂̄̃̕͜ͅ-̶̛̝͍̩̥̜̠̟̥̻̖́̄̄̀̈̚͠-̵̛̮̹̻̩̟̜͎̂͂̑̍̒̋̕̕͠-̷̥͕͍̹͗̂-̸̧̻͆̄͝-̸̧̣̹̼̍̾̅̚-̴̡̪͉̻̝̟͐-̵̠̻͉̖̮̥̭̍̈́́̈͐͗͠͝-̷͓̖̯̠͙͒̏̽̅̇̄͋ͅͅ-̸̨̳͈̱̱̺̘̾͋̌͗̇̏̓͠-̶̨̛̼̼̹̦͍̠̟̯̒ͅ-̶̟̰̝͚̘͍̹̼̣̉̄̑͆̋̓̆-̵̗̱̈́̏̒̈́̒̀̎̑̐̿-̶͓̟̭̝͕̼̿̓͑̏̎-̵̜͉̰̗̻̭̭̋̔̈̐̐̾-̶̢͉̭͖̟̫̪̜̈́̎̿̏̒̂̏̕͜ͅ-̸̢̝̰̖͖̺̳̄̾̒-̴̢̝͖̬͙̬̮̼́͋̒̀̃ͅ-̸̛̞̏̒̍̿͑͆̇̕͘-̵͖̉̈̋̄̄̎̿̅͆͝-̵̜͎̻̬̈́̓̉̓͆̅̎͑̃-̸̧̺̫̋̿̏́̈́̒͆-̸̞̠͎͈̰͚̼̍̑̿͛-̸̛̞̏̒̍̿͑͆̇̕͘-̵͖̉̈̋̄̄̎̿̅͆͝-̵̜͎̻̬̈́̓̉̓͆̅̎͑̃-̸̧̺̫̋̿̏́̈́̒͆-̸̞̠͎͈̰͚̼̍̑̿͛-̵͉̭͉̦̬̦͈̠́̊̔ͅ-̸̨̓̚-̶̱̩̰̜̼͛̈́̈́̈̐̿͒͌̕͜-̴̻̫̹̫͔͎͔͎́̃̀͂͐͊̔͛̚͜͝-̸͉̻͕̏̆̿̃̂̑̕-̷͈̠̱̮̯̞͊͂̿͆͑-̶̣̲̇̾̂͌̕-̴̢̗̥͔͈̂̍̍͜-̶̥̭̝͖̐͐̊́̓͊͗͘͝͠-̷̨̤̏̓̈́͗́͑́̚̕͝-̵̨̢̼͖̳͚̠̪͚͂͊̏̌̌͜-̵͉̤͋̂̾͆̚-̵̨̧͙̓̀̇̓̉͜͠͝-̵̧̨͎̰̼͇̪̒̊͝-̸̪̰͖͔̞̹̲̀̆̎̃̚͝ͅ-̷̻̳̯̰̤́́̿̾̑̍̈̚-̸͈͇͙̝͛̀̚-̷̪̜͊͋̿͂̇̕̚͝-̴̟͔͑̂̅̎͆̿͑̋̚-̵̡̹̫̭̯͔̳̺̖͙͊̀̎̀͆͛̂̀͝-̵̟͕̜́̒͌̓̅̔̌-̸̼͈̘̯̣̹͎̹̝̺́

 #
  #
   #-̶͙̪̗͓͎̂̾̏̈́-̷͕̪̥̬̼̲̤̳̦̝͑́̄̃-̴̠͓̜̟͙͎̭͕̍-̵̡̭̺͖̪͕̘̭̤͈͊̓͠-̵̡͎͛̉͋̂̆́͗̌̿ͅ-̸̧̬͖̓-̸̨̤̣̒͆̅-̷̛̪̽͑͋̐-̵͈͓̟̊͐̌́̃́-̵̞̥̖͈̯̼͍̲̍̔-̸̛͍̣̜̄̄̾̏̾́̀̈́-̷̮͙̃͒̃̈́̊͛̐̀̕͝-̸͉̹̝͉̝̰͐͘-̵͈̦̘͔̎̔̏-̶̡̯̘̠̼͈̘̬͓͊͆-̸͎͈̩̖̺̼͓͗͒͜-̷̡̖͚͔̳̬̺̜͋̉̃̐̃͋̿͊͜-̷̡̛̻̪̟͕͍̬̖̩̀̑̍̇̒̅̏-̷̛̼̗̼̓̿͑́̔-̶̢̳̻͎̖̞͔̩̭̠̏̂-̶̡̡̬͈͇̙̗̄͜-̶͍̾̂̆-̴̨̠͔̖̄̐̀̈̈́̚-̷̨͎̱̀̆̿͆̑̀̌̕̕͠-̶̘̣̖̫̻̪͑͛̄-̵̨̦̓̄̒͊͑͝-̵̦̤͕̑͛̄̉͋̈́̇͊̚̚-̶̜̜̹͗͂̈̎̂̇̚͠-̴̻̖̹̙̉̄̍̉̓͘̕-̶̡̧̨͍̳̺̜̼̌͜-̸̬͈̭̩̩̬̥̈́̓̔̚-̴̨̢͎͎̼̄͜͜-̵̢͖͚̆̍̑̓-̸̦̩̟̜̎͗͐͑-̶͎̻̻̬͇̀͗̓̾͗͌̚-̴̨̢̢̜͈̜͇̩̠͆̌̐̾͒̊̉͝-̶̧͓̰̭̥̾̾̈́̅͊͜-̷̡̹̪͈̻̪͚̪͍̈̉̍͐́̆ͅ-̸̡̝̘̠̩̤͑̿ͅ-̶̪̎̍͠-̴̲̞̬͇̠̠͇͍̟̐̊̽̾-̸̨̛̦̪̺͑-̴͔̳̜̭͊̿̀̿̿̀̀̓̍̐-̸̥̲͙̘͑̉͠͠-̴͓͖̼͔̪̪̮͔̬̐-̸̰̙͎͖̫͇̮̤̥̃̓̈́̓͒͜-̸̲̹͖̩̮̺̞̂̄̃̕͜ͅ-̶̛̝͍̩̥̜̠̟̥̻̖́̄̄̀̈̚͠-̵̛̮̹̻̩̟̜͎̂͂̑̍̒̋̕̕͠-̷̥͕͍̹͗̂-̸̧̻͆̄͝-̸̧̣̹̼̍̾̅̚-̴̡̪͉̻̝̟͐-̵̠̻͉̖̮̥̭̍̈́́̈͐͗͠͝-̷͓̖̯̠͙͒̏̽̅̇̄͋ͅͅ-̸̨̳͈̱̱̺̘̾͋̌͗̇̏̓͠-̶̨̛̼̼̹̦͍̠̟̯̒ͅ-̶̟̰̝͚̘͍̹̼̣̉̄̑͆̋̓̆-̵̗̱̈́̏̒̈́̒̀̎̑̐̿-̶͓̟̭̝͕̼̿̓͑̏̎-̵̜͉̰̗̻̭̭̋̔̈̐̐̾-̶̢͉̭͖̟̫̪̜̈́̎̿̏̒̂̏̕͜ͅ-̸̢̝̰̖͖̺̳̄̾̒-̴̢̝͖̬͙̬̮̼́͋̒̀̃ͅ-̸̛̞̏̒̍̿͑͆̇̕͘-̵͖̉̈̋̄̄̎̿̅͆͝-̸̛̞̏̒̍̿͑͆̇̕͘-̵͖̉̈̋̄̄̎̿̅͆͝-̵̜͎̻̬̈́̓̉̓͆̅̎͑̃-̸̧̺̫̋̿̏́̈́̒͆-̸̞̠͎͈̰͚̼̍̑̿͛-̵͉̭͉̦̬̦͈̠́̊̔ͅ-̸̨̓̚-̶̱̩̰̜̼͛̈́̈́̈̐̿͒͌̕͜-̴̻̫̹̫͔͎͔͎́̃̀͂͐͊̔͛̚͜͝-̸͉̻͕̏̆̿̃̂̑̕-̷͈̠̱̮̯̞͊͂̿͆͑-̶̣̲̇̾̂͌̕-̴̢̗̥͔͈̂̍̍͜-̶̥̭̝͖̐͐̊́̓͊͗͘͝͠-̷̨̤̏̓̈́͗́͑́̚̕͝-̵̨̢̼͖̳͚̠̪͚͂͊̏̌̌͜-̵͉̤͋̂̾͆̚-̵̨̧͙̓̀̇̓̉͜͠͝-̵̧̨͎̰̼͇̪̒̊͝-̸̪̰͖͔̞̹̲̀̆̎̃̚͝ͅ-̷̻̳̯̰̤́́̿̾̑̍̈̚-̸͈͇͙̝͛̀̚-̷̪̜͊͋̿͂̇̕̚͝-̴̟͔͑̂̅̎͆̿͑̋̚-̵̡̹̫̭̯͔̳̺̖͙͊̀̎̀͆͛̂̀͝-̵̟͕̜́̒͌̓̅̔̌-̸̼͈̘̯̣̹͎̹̝̺́


    #
     #
      #-̶͙̪̗͓͎̂̾̏̈́-̷͕̪̥̬̼̲̤̳̦̝͑́̄̃-̴̠͓̜̟͙͎̭͕̍-̵̡̭̺͖̪͕̘̭̤͈͊̓͠-̵̡͎͛̉͋̂̆́͗̌̿ͅ-̸̧̬͖̓-̸̨̤̣̒͆̅-̷̛̪̽͑͋̐-̵͈͓̟̊͐̌́̃́-̵̞̥̖͈̯̼͍̲̍̔-̸̛͍̣̜̄̄̾̏̾́̀̈́-̷̮͙̃͒̃̈́̊͛̐̀̕͝-̸͉̹̝͉̝̰͐͘-̵͈̦̘͔̎̔̏-̶̡̯̘̠̼͈̘̬͓͊͆-̸͎͈̩̖̺̼͓͗͒͜-̷̡̖͚͔̳̬̺̜͋̉̃̐̃͋̿͊͜-̷̡̛̻̪̟͕͍̬̖̩̀̑̍̇̒̅̏-̷̛̼̗̼̓̿͑́̔-̶̢̳̻͎̖̞͔̩̭̠̏̂-̶̡̡̬͈͇̙̗̄͜-̶͍̾̂̆-̴̨̠͔̖̄̐̀̈̈́̚-̷̨͎̱̀̆̿͆̑̀̌̕̕͠-̶̘̣̖̫̻̪͑͛̄-̵̨̦̓̄̒͊͑͝-̵̦̤͕̑͛̄̉͋̈́̇͊̚̚-̶̜̜̹͗͂̈̎̂̇̚͠-̴̻̖̹̙̉̄̍̉̓͘̕-̶̡̧̨͍̳̺̜̼̌͜-̸̬͈̭̩̩̬̥̈́̓̔̚-̴̨̢͎͎̼̄͜͜-̵̢͖͚̆̍̑̓-̸̦̩̟̜̎͗͐͑-̶͎̻̻̬͇̀͗̓̾͗͌̚-̴̨̢̢̜͈̜͇̩̠͆̌̐̾͒̊̉͝-̶̧͓̰̭̥̾̾̈́̅͊͜-̷̡̹̪͈̻̪͚̪͍̈̉̍͐́̆ͅ-̸̡̝̘̠̩̤͑̿ͅ-̶̪̎̍͠-̴̲̞̬͇̠̠͇͍̟̐̊̽̾-̸̨̛̦̪̺͑-̴͔̳̜̭͊̿̀̿̿̀̀̓̍̐-̸̥̲͙̘͑̉͠͠-̴͓͖̼͔̪̪̮͔̬̐-̸̰̙͎͖̫͇̮̤̥̃̓̈́̓͒͜-̸̲̹͖̩̮̺̞̂̄̃̕͜ͅ-̶̛̝͍̩̥̜̠̟̥̻̖́̄̄̀̈̚͠-̵̛̮̹̻̩̟̜͎̂͂̑̍̒̋̕̕͠-̷̥͕͍̹͗̂-̸̧̻͆̄͝-̸̧̣̹̼̍̾̅̚-̴̡̪͉̻̝̟͐-̵̠̻͉̖̮̥̭̍̈́́̈͐͗͠͝-̷͓̖̯̠͙͒̏̽̅̇̄͋ͅͅ-̸̨̳͈̱̱̺̘̾͋̌͗̇̏̓͠-̶̨̛̼̼̹̦͍̠̟̯̒ͅ-̶̟̰̝͚̘͍̹̼̣̉̄̑͆̋̓̆-̵̗̱̈́̏̒̈́̒̀̎̑̐̿-̶͓̟̭̝͕̼̿̓͑̏̎-̵̜͉̰̗̻̭̭̋̔̈̐̐̾-̶̢͉̭͖̟̫̪̜̈́̎̿̏̒̂̏̕͜ͅ-̸̢̝̰̖͖̺̳̄̾̒-̴̢̝͖̬͙̬̮̼́͋̒̀̃ͅ-̸̸̛̛̞̞̏̒̍̿͑͆̇̏̒̍̿͑͆̇̕͘̕͘-̵͖̉̈̋̄̄̎̿̅͆͝-̵̜͎̻̬̈́̓̉̓͆̅̎͑̃-̸̧̺̫̋̿̏́̈́̒͆-̸̞̠͎͈̰͚̼̍̑̿͛-̵͉̭͉̦̬̦͈̠́̊̔ͅ-̸̨̓̚-̶̱̩̰̜̼͛̈́̈́̈̐̿͒͌̕͜-̴̻̫̹̫͔͎͔͎́̃̀͂͐͊̔͛̚͜͝-̸͉̻͕̏̆̿̃̂̑̕-̷͈̠̱̮̯̞͊͂̿͆͑-̶̣̲̇̾̂͌̕-̴̢̗̥͔͈̂̍̍͜-̶̥̭̝͖̐͐̊́̓͊͗͘͝͠-̷̨̤̏̓̈́͗́͑́̚̕͝-̵̨̢̼͖̳͚̠̪͚͂͊̏̌̌͜-̵͉̤͋̂̾͆̚-̵̨̧͙̓̀̇̓̉͜͠͝-̵̧̨͎̰̼͇̪̒̊͝-̸̪̰͖͔̞̹̲̀̆̎̃̚͝ͅ-̷̻̳̯̰̤́́̿̾̑̍̈̚-̸͈͇͙̝͛̀̚-̷̪̜͊͋̿͂̇̕̚͝-̴̟͔͑̂̅̎͆̿͑̋̚-̵̡̹̫̭̯͔̳̺̖͙͊̀̎̀͆͛̂̀͝-̵̟͕̜́̒͌̓̅̔̌-̸̼͈̘̯̣̹͎̹̝̺́


       #
        #
         #-̶͙̪̗͓͎̂̾̏̈́-̷͕̪̥̬̼̲̤̳̦̝͑́̄̃-̴̠͓̜̟͙͎̭͕̍-̵̡̭̺͖̪͕̘̭̤͈͊̓͠-̵̡͎͛̉͋̂̆́͗̌̿ͅ-̸̧̬͖̓-̸̨̤̣̒͆̅-̷̛̪̽͑͋̐-̵͈͓̟̊͐̌́̃́-̵̞̥̖͈̯̼͍̲̍̔-̸̛͍̣̜̄̄̾̏̾́̀̈́-̷̮͙̃͒̃̈́̊͛̐̀̕͝-̸͉̹̝͉̝̰͐͘-̵͈̦̘͔̎̔̏-̶̡̯̘̠̼͈̘̬͓͊͆-̸͎͈̩̖̺̼͓͗͒͜-̷̡̖͚͔̳̬̺̜͋̉̃̐̃͋̿͊͜-̷̡̛̻̪̟͕͍̬̖̩̀̑̍̇̒̅̏-̷̛̼̗̼̓̿͑́̔-̶̢̳̻͎̖̞͔̩̭̠̏̂-̶̡̡̬͈͇̙̗̄͜-̶͍̾̂̆-̴̨̠͔̖̄̐̀̈̈́̚-̷̨͎̱̀̆̿͆̑̀̌̕̕͠-̶̘̣̖̫̻̪͑͛̄-̵̨̦̓̄̒͊͑͝-̵̦̤͕̑͛̄̉͋̈́̇͊̚̚-̶̜̜̹͗͂̈̎̂̇̚͠-̴̻̖̹̙̉̄̍̉̓͘̕-̶̡̧̨͍̳̺̜̼̌͜-̸̬͈̭̩̩̬̥̈́̓̔̚-̴̨̢͎͎̼̄͜͜-̵̢͖͚̆̍̑̓-̸̦̩̟̜̎͗͐͑-̶͎̻̻̬͇̀͗̓̾͗͌̚-̴̨̢̢̜͈̜͇̩̠͆̌̐̾͒̊̉͝-̶̧͓̰̭̥̾̾̈́̅͊͜-̷̡̹̪͈̻̪͚̪͍̈̉̍͐́̆ͅ-̸̡̝̘̠̩̤͑̿ͅ-̶̪̎̍͠-̴̲̞̬͇̠̠͇͍̟̐̊̽̾-̸̨̛̦̪̺͑-̴͔̳̜̭͊̿̀̿̿̀̀̓̍̐-̸̥̲͙̘͑̉͠͠-̴͓͖̼͔̪̪̮͔̬̐-̸̰̙͎͖̫͇̮̤̥̃̓̈́̓͒͜-̸̲̹͖̩̮̺̞̂̄̃̕͜ͅ-̶̛̝͍̩̥̜̠̟̥̻̖́̄̄̀̈̚͠-̵̛̮̹̻̩̟̜͎̂͂̑̍̒̋̕̕͠-̷̥͕͍̹͗̂-̸̧̻͆̄͝-̸̧̣̹̼̍̾̅̚-̴̡̪͉̻̝̟͐-̵̠̻͉̖̮̥̭̍̈́́̈͐͗͠͝-̷͓̖̯̠͙͒̏̽̅̇̄͋ͅͅ-̸̨̳͈̱̱̺̘̾͋̌͗̇̏̓͠-̶̨̛̼̼̹̦͍̠̟̯̒ͅ-̶̟̰̝͚̘͍̹̼̣̉̄̑͆̋̓̆-̵̗̱̈́̏̒̈́̒̀̎̑̐̿-̶͓̟̭̝͕̼̿̓͑̏̎-̵̜͉̰̗̻̭̭̋̔̈̐̐̾-̶̢͉̭͖̟̫̪̜̈́̎̿̏̒̂̏̕͜ͅ-̸̢̝̰̖͖̺̳̄̾̒-̴̢̝͖̬͙̬̮̼́͋̒̀̃ͅ-̸̛̞̏̒̍̿͑͆̇̕͘-̵͖̉̈̋̄̄̎̿̅͆͝-̵̜͎̻̬̈́̓̉̓͆̅̎͑̃-̸̧̺̫̋̿̏́̈́̒͆-̸̞̠͎͈̰͚̼̍̑̿͛-̵͉̭͉̦̬̦͈̠́̊̔ͅ-̸̨̓̚-̶̱̩̰̜̼͛̈́̈́̈̐̿͒͌̕͜-̴̻̫̹̫͔͎͔͎́̃̀͂͐͊̔͛̚͜͝-̸͉̻͕̏̆̿̃̂̑̕-̷͈̠̱̮̯̞͊͂̿͆͑-̶̣̲̇̾̂͌̕-̴̢̗̥͔͈̂̍̍͜-̶̥̭̝͖̐͐̊́̓͊͗͘͝͠-̷̨̤̏̓̈́͗́͑́̚̕͝-̵̨̢̼͖̳͚̠̪͚͂͊̏̌̌͜-̵͉̤͋̂̾͆̚-̵̨̧͙̓̀̇̓̉͜͠͝-̵̧̨͎̰̼͇̪̒̊͝-̸̪̰͖͔̞̹̲̀̆̎̃̚͝ͅ-̷̻̳̯̰̤́́̿̾̑̍̈̚-̸͈͇͙̝͛̀̚-̷̪̜͊͋̿͂̇̕̚͝-̴̟͔͑̂̅̎͆̿͑̋̚-̵̡̹̫̭̯͔̳̺̖͙͊̀̎̀͆͛̂̀͝-̵̟͕̜́̒͌̓̅̔̌-̸̼͈̘̯̣̹͎̹̝̺́

          #
           #
            #-̶͙̪̗͓͎̂̾̏̈́-̷͕̪̥̬̼̲̤̳̦̝͑́̄̃-̴̠͓̜̟͙͎̭͕̍-̵̡̭̺͖̪͕̘̭̤͈͊̓͠-̵̡͎͛̉͋̂̆́͗̌̿ͅ-̸̧̬͖̓-̸̨̤̣̒͆̅-̷̛̪̽͑͋̐-̵͈͓̟̊͐̌́̃́-̵̞̥̖͈̯̼͍̲̍̔-̸̛͍̣̜̄̄̾̏̾́̀̈́-̷̮͙̃͒̃̈́̊͛̐̀̕͝-̸͉̹̝͉̝̰͐͘-̵͈̦̘͔̎̔̏-̶̡̯̘̠̼͈̘̬͓͊͆-̸͎͈̩̖̺̼͓͗͒͜-̷̡̖͚͔̳̬̺̜͋̉̃̐̃͋̿͊͜-̷̡̛̻̪̟͕͍̬̖̩̀̑̍̇̒̅̏-̷̛̼̗̼̓̿͑́̔-̶̢̳̻͎̖̞͔̩̭̠̏̂-̶̡̡̬͈͇̙̗̄͜-̶͍̾̂̆-̴̨̠͔̖̄̐̀̈̈́̚-̷̨͎̱̀̆̿͆̑̀̌̕̕͠-̶̘̣̖̫̻̪͑͛̄-̵̨̦̓̄̒͊͑͝-̵̦̤͕̑͛̄̉͋̈́̇͊̚̚-̶̜̜̹͗͂̈̎̂̇̚͠-̴̻̖̹̙̉̄̍̉̓͘̕-̶̡̧̨͍̳̺̜̼̌͜-̸̬͈̭̩̩̬̥̈́̓̔̚-̴̨̢͎͎̼̄͜͜-̵̢͖͚̆̍̑̓-̸̦̩̟̜̎͗͐͑-̶͎̻̻̬͇̀͗̓̾͗͌̚-̴̨̢̢̜͈̜͇̩̠͆̌̐̾͒̊̉͝-̶̧͓̰̭̥̾̾̈́̅͊͜-̷̡̹̪͈̻̪͚̪͍̈̉̍͐́̆ͅ-̸̡̝̘̠̩̤͑̿ͅ-̶̪̎̍͠-̴̲̞̬͇̠̠͇͍̟̐̊̽̾-̸̨̛̦̪̺͑-̴͔̳̜̭͊̿̀̿̿̀̀̓̍̐-̸̥̲͙̘͑̉͠͠-̴͓͖̼͔̪̪̮͔̬̐-̸̰̙͎͖̫͇̮̤̥̃̓̈́̓͒͜-̸̲̹͖̩̮̺̞̂̄̃̕͜ͅ-̶̛̝͍̩̥̜̠̟̥̻̖́̄̄̀̈̚͠-̵̛̮̹̻̩̟̜͎̂͂̑̍̒̋̕̕͠-̷̥͕͍̹͗̂-̸̧̻͆̄͝-̸̧̣̹̼̍̾̅̚-̴̡̪͉̻̝̟͐-̵̠̻͉̖̮̥̭̍̈́́̈͐͗͠͝-̷͓̖̯̠͙͒̏̽̅̇̄͋ͅͅ-̸̨̳͈̱̱̺̘̾͋̌͗̇̏̓͠-̶̨̛̼̼̹̦͍̠̟̯̒ͅ-̶̟̰̝͚̘͍̹̼̣̉̄̑͆̋̓̆-̵̗̱̈́̏̒̈́̒̀̎̑̐̿-̶͓̟̭̝͕̼̿̓͑̏̎-̵̜͉̰̗̻̭̭̋̔̈̐̐̾-̶̢͉̭͖̟̫̪̜̈́̎̿̏̒̂̏̕͜ͅ-̸̢̝̰̖͖̺̳̄̾̒-̴̢̝͖̬͙̬̮̼́͋̒̀̃ͅ-̸̛̞̏̒̍̿͑͆̇̕͘-̵͖̉̈̋̄̄̎̿̅͆͝-̵̜͎̻̬̈́̓̉̓͆̅̎͑̃-̸̧̺̫̋̿̏́̈́̒͆-̸̞̠͎͈̰͚̼̍̑̿͛-̵͉̭͉̦̬̦͈̠́̊̔ͅ-̸̨̓̚-̶̱̩̰̜̼͛̈́̈́̈̐̿͒͌̕͜-̴̻̫̹̫͔͎͔͎́̃̀͂͐͊̔͛̚͜͝-̸͉̻͕̏̆̿̃̂̑̕-̷͈̠̱̮̯̞͊͂̿͆͑-̶̣̲̇̾̂͌̕-̴̢̗̥͔͈̂̍̍͜-̶̥̭̝͖̐͐̊́̓͊͗͘͝͠-̷̨̤̏̓̈́͗́͑́̚̕͝-̵̨̢̼͖̳͚̠̪͚͂͊̏̌̌͜-̵͉̤͋̂̾͆̚-̵̨̧͙̓̀̇̓̉͜͠͝-̵̧̨͎̰̼͇̪̒̊͝-̸̪̰͖͔̞̹̲̀̆̎̃̚͝ͅ-̷̻̳̯̰̤́́̿̾̑̍̈̚-̸͈͇͙̝͛̀̚-̷̪̜͊͋̿͂̇̕̚͝-̴̟͔͑̂̅̎͆̿͑̋̚-

               #                                 #Mesterian Union
              #
             #-̶͙̪̗͓͎̂̾̏̈́-̷͕̪̥̬̼̲̤̳̦̝͑́̄̃-̴̠͓̜̟͙͎̭͕̍-̵̡̭̺͖̪͕̘̭̤͈͊̓͠-̵̡͎͛̉͋̂̆́͗̌̿ͅ-̸̧̬͖̓-̸̨̤̣̒͆̅-̷̛̪̽͑͋̐-̵͈͓̟̊͐̌́̃́-̵̞̥̖͈̯̼͍̲̍̔-̸̛͍̣̜̄̄̾̏̾́̀̈́-̷̮͙̃͒̃̈́̊͛̐̀̕͝-̸͉̹̝͉̝̰͐͘-̵͈̦̘͔̎̔̏-̶̡̯̘̠̼͈̘̬͓͊͆-̸͎͈̩̖̺̼͓͗͒͜-̷̡̖͚͔̳̬̺̜͋̉̃̐̃͋̿͊͜-̷̡̛̻̪̟͕͍̬̖̩̀̑̍̇̒̅̏-̷̛̼̗̼̓̿͑́̔-̶̢̳̻͎̖̞͔̩̭̠̏̂-̶̡̡̬͈͇̙̗̄͜-̶͍̾̂̆-̴̨̠͔̖̄̐̀̈̈́̚-̷̨͎̱̀̆̿͆̑̀̌̕̕͠-̶̘̣̖̫̻̪͑͛̄-̵̨̦̓̄̒͊͑͝-̵̦̤͕̑͛̄̉͋̈́̇͊̚̚-̶̜̜̹͗͂̈̎̂̇̚͠-̴̻̖̹̙̉̄̍̉̓͘̕-̶̡̧̨͍̳̺̜̼̌͜-̸̬͈̭̩̩̬̥̈́̓̔̚-̴̨̢͎͎̼̄͜͜-̵̢͖͚̆̍̑̓-̸̦̩̟̜̎͗͐͑-̶͎̻̻̬͇̀͗̓̾͗͌̚-̴̨̢̢̜͈̜͇̩̠͆̌̐̾͒̊̉͝-̶̧͓̰̭̥̾̾̈́̅͊͜-̷̡̹̪͈̻̪͚̪͍̈̉̍͐́̆ͅ-̸̡̝̘̠̩̤͑̿ͅ-̶̪̎̍͠-̴̲̞̬͇̠̠͇͍̟̐̊̽̾-̸̨̛̦̪̺͑-̴͔̳̜̭͊̿̀̿̿̀̀̓̍̐-̸̥̲͙̘͑̉͠͠-̴͓͖̼͔̪̪̮͔̬̐-̸̰̙͎͖̫͇̮̤̥̃̓̈́̓͒͜-̸̲̹͖̩̮̺̞̂̄̃̕͜ͅ-̶̛̝͍̩̥̜̠̟̥̻̖́̄̄̀̈̚͠-̵̛̮̹̻̩̟̜͎̂͂̑̍̒̋̕̕͠-̷̥͕͍̹͗̂-̸̧̻͆̄͝-̸̧̣̹̼̍̾̅̚-̴̡̪͉̻̝̟͐-̵̠̻͉̖̮̥̭̍̈́́̈͐͗͠͝-̷͓̖̯̠͙͒̏̽̅̇̄͋ͅͅ-̸̨̳͈̱̱̺̘̾͋̌͗̇̏̓͠-̶̨̛̼̼̹̦͍̠̟̯̒ͅ-̶̟̰̝͚̘͍̹̼̣̉̄̑͆̋̓̆-̵̗̱̈́̏̒̈́̒̀̎̑̐̿-̶͓̟̭̝͕̼̿̓͑̏̎-̵̜͉̰̗̻̭̭̋̔̈̐̐̾-̶̢͉̭͖̟̫̪̜̈́̎̿̏̒̂̏̕͜ͅ-̸̢̝̰̖͖̺̳̄̾̒-̴̢̝͖̬͙̬̮̼́͋̒̀̃ͅ-̸̛̞̏̒̍̿͑͆̇̕͘-̵͖̉̈̋̄̄̎̿̅͆͝-̵̜͎̻̬̈́̓̉̓͆̅̎͑̃-̸̧̺̫̋̿̏́̈́̒͆-̸̞̠͎͈̰͚̼̍̑̿͛-̵͉̭͉̦̬̦͈̠́̊̔ͅ-̸̨̓̚-̶̱̩̰̜̼͛̈́̈́̈̐̿͒͌̕͜-̴̻̫̹̫͔͎͔͎́̃̀͂͐͊̔͛̚͜͝-̸͉̻͕̏̆̿̃̂̑̕-̷͈̠̱̮̯̞͊͂̿͆͑-̶̣̲̇̾̂͌̕-̴̢̗̥͔͈̂̍̍͜-̶̥̭̝͖̐͐̊́̓͊͗͘͝͠-̷̨̤̏̓̈́͗́͑́̚̕͝-̵̨̢̼͖̳͚̠̪͚͂͊̏̌̌͜-̵͉̤͋̂̾͆̚-̵̨̧͙̓̀̇̓̉͜͠͝-̵̧̨͎̰̼͇̪̒̊͝-̸̪̰͖͔̞̹̲̀̆̎̃̚͝ͅ-̷̻̳̯̰̤́́̿̾̑̍̈̚-̸͈͇͙̝͛̀̚-̷̪̜͊͋̿͂̇̕̚͝-

            #
           #
          #-̶͙̪̗͓͎̂̾̏̈́-̷͕̪̥̬̼̲̤̳̦̝͑́̄̃-̴̠͓̜̟͙͎̭͕̍-̵̡̭̺͖̪͕̘̭̤͈͊̓͠-̵̡͎͛̉͋̂̆́͗̌̿ͅ-̸̧̬͖̓-̸̨̤̣̒͆̅-̷̛̪̽͑͋̐-̵͈͓̟̊͐̌́̃́-̵̞̥̖͈̯̼͍̲̍̔-̸̛͍̣̜̄̄̾̏̾́̀̈́-̷̮͙̃͒̃̈́̊͛̐̀̕͝-̸͉̹̝͉̝̰͐͘-̵͈̦̘͔̎̔̏-̶̡̯̘̠̼͈̘̬͓͊͆-̸͎͈̩̖̺̼͓͗͒͜-̷̡̖͚͔̳̬̺̜͋̉̃̐̃͋̿͊͜-̷̡̛̻̪̟͕͍̬̖̩̀̑̍̇̒̅̏-̷̛̼̗̼̓̿͑́̔-̶̢̳̻͎̖̞͔̩̭̠̏̂-̶̡̡̬͈͇̙̗̄͜-̶͍̾̂̆-̴̨̠͔̖̄̐̀̈̈́̚-̷̨͎̱̀̆̿͆̑̀̌̕̕͠-̶̘̣̖̫̻̪͑͛̄-̵̨̦̓̄̒͊͑͝-̵̦̤͕̑͛̄̉͋̈́̇͊̚̚-̶̜̜̹͗͂̈̎̂̇̚͠-̴̻̖̹̙̉̄̍̉̓͘̕-̶̡̧̨͍̳̺̜̼̌͜-̸̬͈̭̩̩̬̥̈́̓̔̚-̴̨̢͎͎̼̄͜͜-̵̢͖͚̆̍̑̓-̸̦̩̟̜̎͗͐͑-̶͎̻̻̬͇̀͗̓̾͗͌̚-̴̨̢̢̜͈̜͇̩̠͆̌̐̾͒̊̉͝-̶̧͓̰̭̥̾̾̈́̅͊͜-̷̡̹̪͈̻̪͚̪͍̈̉̍͐́̆ͅ-̸̡̝̘̠̩̤͑̿ͅ-̶̪̎̍͠-̴̲̞̬͇̠̠͇͍̟̐̊̽̾-̸̨̛̦̪̺͑-̴͔̳̜̭͊̿̀̿̿̀̀̓̍̐-̸̥̲͙̘͑̉͠͠-̴͓͖̼͔̪̪̮͔̬̐-̸̰̙͎͖̫͇̮̤̥̃̓̈́̓͒͜-̸̲̹͖̩̮̺̞̂̄̃̕͜ͅ-̶̛̝͍̩̥̜̠̟̥̻̖́̄̄̀̈̚͠-̵̛̮̹̻̩̟̜͎̂͂̑̍̒̋̕̕͠-̷̥͕͍̹͗̂-̸̧̻͆̄͝-̸̧̣̹̼̍̾̅̚-̴̡̪͉̻̝̟͐-̵̠̻͉̖̮̥̭̍̈́́̈͐͗͠͝-̷͓̖̯̠͙͒̏̽̅̇̄͋ͅͅ-̸̨̳͈̱̱̺̘̾͋̌͗̇̏̓͠-̶̨̛̼̼̹̦͍̠̟̯̒ͅ-̶̟̰̝͚̘͍̹̼̣̉̄̑͆̋̓̆-̵̗̱̈́̏̒̈́̒̀̎̑̐̿-̶͓̟̭̝͕̼̿̓͑̏̎-̵̜͉̰̗̻̭̭̋̔̈̐̐̾-̶̢͉̭͖̟̫̪̜̈́̎̿̏̒̂̏̕͜ͅ-̸̢̝̰̖͖̺̳̄̾̒-̴̢̝͖̬͙̬̮̼́͋̒̀̃ͅ-̸̛̞̏̒̍̿͑͆̇̕͘-̵͖̉̈̋̄̄̎̿̅͆͝-̵̜͎̻̬̈́̓̉̓͆̅̎͑̃-̸̧̺̫̋̿̏́̈́̒͆-̸̞̠͎͈̰͚̼̍̑̿͛-̵͉̭͉̦̬̦͈̠́̊̔ͅ-̸̨̓̚-̶̱̩̰̜̼͛̈́̈́̈̐̿͒͌̕͜-̴̻̫̹̫͔͎͔͎́̃̀͂͐͊̔͛̚͜͝-̸͉̻͕̏̆̿̃̂̑̕-̷͈̠̱̮̯̞͊͂̿͆͑-̶̣̲̇̾̂͌̕-̴̢̗̥͔͈̂̍̍͜-̶̥̭̝͖̐͐̊́̓͊͗͘͝͠-̷̨̤̏̓̈́͗́͑́̚̕͝-̵̨̢̼͖̳͚̠̪͚͂͊̏̌̌͜-̵͉̤͋̂̾͆̚-̵̨̧͙̓̀̇̓̉͜͠͝-̵̧̨͎̰̼͇̪̒̊͝-̸̪̰͖͔̞̹̲̀̆̎̃̚͝ͅ-̷̻̳̯̰̤́́̿̾̑̍̈̚-̸͈͇͙̝͛̀̚-̷̪̜͊͋̿͂̇̕̚͝-̴̟͔͑̂̅̎͆̿͑̋̚-̵̡̹̫̭̯͔̳̺̖͙͊̀̎̀͆͛̂̀͝-

         #
        #
       #-̶͙̪̗͓͎̂̾̏̈́-̷͕̪̥̬̼̲̤̳̦̝͑́̄̃-̴̠͓̜̟͙͎̭͕̍-̵̡̭̺͖̪͕̘̭̤͈͊̓͠-̵̡͎͛̉͋̂̆́͗̌̿ͅ-̸̧̬͖̓-̸̨̤̣̒͆̅-̷̛̪̽͑͋̐-̵͈͓̟̊͐̌́̃́-̵̞̥̖͈̯̼͍̲̍̔-̸̛͍̣̜̄̄̾̏̾́̀̈́-̷̮͙̃͒̃̈́̊͛̐̀̕͝-̸͉̹̝͉̝̰͐͘-̵͈̦̘͔̎̔̏-̶̡̯̘̠̼͈̘̬͓͊͆-̸͎͈̩̖̺̼͓͗͒͜-̷̡̖͚͔̳̬̺̜͋̉̃̐̃͋̿͊͜-̷̡̛̻̪̟͕͍̬̖̩̀̑̍̇̒̅̏-̷̛̼̗̼̓̿͑́̔-̶̢̳̻͎̖̞͔̩̭̠̏̂-̶̡̡̬͈͇̙̗̄͜-̶͍̾̂̆-̴̨̠͔̖̄̐̀̈̈́̚-̷̨͎̱̀̆̿͆̑̀̌̕̕͠-̶̘̣̖̫̻̪͑͛̄-̵̨̦̓̄̒͊͑͝-̵̦̤͕̑͛̄̉͋̈́̇͊̚̚-̶̜̜̹͗͂̈̎̂̇̚͠-̴̻̖̹̙̉̄̍̉̓͘̕-̶̡̧̨͍̳̺̜̼̌͜-̸̬͈̭̩̩̬̥̈́̓̔̚-̴̨̢͎͎̼̄͜͜-̵̢͖͚̆̍̑̓-̸̦̩̟̜̎͗͐͑-̶͎̻̻̬͇̀͗̓̾͗͌̚-̴̨̢̢̜͈̜͇̩̠͆̌̐̾͒̊̉͝-̶̧͓̰̭̥̾̾̈́̅͊͜-̷̡̹̪͈̻̪͚̪͍̈̉̍͐́̆ͅ-̸̡̝̘̠̩̤͑̿ͅ-̶̪̎̍͠-̴̲̞̬͇̠̠͇͍̟̐̊̽̾-̸̨̛̦̪̺͑-̴͔̳̜̭͊̿̀̿̿̀̀̓̍̐-̸̥̲͙̘͑̉͠͠-̴͓͖̼͔̪̪̮͔̬̐-̸̰̙͎͖̫͇̮̤̥̃̓̈́̓͒͜-̸̲̹͖̩̮̺̞̂̄̃̕͜ͅ-̶̛̝͍̩̥̜̠̟̥̻̖́̄̄̀̈̚͠-̵̛̮̹̻̩̟̜͎̂͂̑̍̒̋̕̕͠-̷̥͕͍̹͗̂-̸̧̻͆̄͝-̸̧̣̹̼̍̾̅̚-̴̡̪͉̻̝̟͐-̵̠̻͉̖̮̥̭̍̈́́̈͐͗͠͝-̷͓̖̯̠͙͒̏̽̅̇̄͋ͅͅ-̸̨̳͈̱̱̺̘̾͋̌͗̇̏̓͠-̶̨̛̼̼̹̦͍̠̟̯̒ͅ-̶̟̰̝͚̘͍̹̼̣̉̄̑͆̋̓̆-̵̗̱̈́̏̒̈́̒̀̎̑̐̿-̶͓̟̭̝͕̼̿̓͑̏̎-̵̜͉̰̗̻̭̭̋̔̈̐̐̾-̶̢͉̭͖̟̫̪̜̈́̎̿̏̒̂̏̕͜ͅ-̸̢̝̰̖͖̺̳̄̾̒-̴̢̝͖̬͙̬̮̼́͋̒̀̃ͅ-̸̛̞̏̒̍̿͑͆̇̕͘-̵͖̉̈̋̄̄̎̿̅͆͝-̵̜͎̻̬̈́̓̉̓͆̅̎͑̃-̸̧̺̫̋̿̏́̈́̒͆-̸̞̠͎͈̰͚̼̍̑̿͛-̵͉̭͉̦̬̦͈̠́̊̔ͅ-̸̨̓̚-̶̱̩̰̜̼͛̈́̈́̈̐̿͒͌̕͜-̴̻̫̹̫͔͎͔͎́̃̀͂͐͊̔͛̚͜͝-̸͉̻͕̏̆̿̃̂̑̕-̷͈̠̱̮̯̞͊͂̿͆͑-̶̣̲̇̾̂͌̕-̴̢̗̥͔͈̂̍̍͜-̶̥̭̝͖̐͐̊́̓͊͗͘͝͠-̷̨̤̏̓̈́͗́͑́̚̕͝-̵̨̢̼͖̳͚̠̪͚͂͊̏̌̌͜-̵͉̤͋̂̾͆̚-̵̨̧͙̓̀̇̓̉͜͠͝-̵̧̨͎̰̼͇̪̒̊͝-̸̪̰͖͔̞̹̲̀̆̎̃̚͝ͅ-̷̻̳̯̰̤́́̿̾̑̍̈̚-̸͈͇͙̝͛̀̚-̷̪̜͊͋̿͂̇̕̚͝-̴̟͔͑̂̅̎͆̿͑̋̚-̵̡̹̫̭̯͔̳̺̖͙͊̀̎̀͆͛̂̀͝-̵̟͕̜́̒͌̓̅̔̌-̸̴̼͈̘̯̣̹͎̹̝̺̟͔́͑̂̅̎͆̿͑̋̚-̵̡̹̫̭̯͔̳̺̖͙͊̀̎̀͆͛̂̀͝-

      #
     #
    #-̶͙̪̗͓͎̂̾̏̈́-̷͕̪̥̬̼̲̤̳̦̝͑́̄̃-̴̠͓̜̟͙͎̭͕̍-̵̡̭̺͖̪͕̘̭̤͈͊̓͠-̵̡͎͛̉͋̂̆́͗̌̿ͅ-̸̧̬͖̓-̸̨̤̣̒͆̅-̷̛̪̽͑͋̐-̵͈͓̟̊͐̌́̃́-̵̞̥̖͈̯̼͍̲̍̔-̸̛͍̣̜̄̄̾̏̾́̀̈́-̷̮͙̃͒̃̈́̊͛̐̀̕͝-̸͉̹̝͉̝̰͐͘-̵͈̦̘͔̎̔̏-̶̡̯̘̠̼͈̘̬͓͊͆-̸͎͈̩̖̺̼͓͗͒͜-̷̡̖͚͔̳̬̺̜͋̉̃̐̃͋̿͊͜-̷̡̛̻̪̟͕͍̬̖̩̀̑̍̇̒̅̏-̷̛̼̗̼̓̿͑́̔-̶̢̳̻͎̖̞͔̩̭̠̏̂-̶̡̡̬͈͇̙̗̄͜-̶͍̾̂̆-̴̨̠͔̖̄̐̀̈̈́̚-̷̨͎̱̀̆̿͆̑̀̌̕̕͠-̶̘̣̖̫̻̪͑͛̄-̵̨̦̓̄̒͊͑͝-̵̦̤͕̑͛̄̉͋̈́̇͊̚̚-̶̜̜̹͗͂̈̎̂̇̚͠-̴̻̖̹̙̉̄̍̉̓͘̕-̶̡̧̨͍̳̺̜̼̌͜-̸̬͈̭̩̩̬̥̈́̓̔̚-̴̨̢͎͎̼̄͜͜-̵̢͖͚̆̍̑̓-̸̦̩̟̜̎͗͐͑-̶͎̻̻̬͇̀͗̓̾͗͌̚-̴̨̢̢̜͈̜͇̩̠͆̌̐̾͒̊̉͝-̶̧͓̰̭̥̾̾̈́̅͊͜-̷̡̹̪͈̻̪͚̪͍̈̉̍͐́̆ͅ-̸̡̝̘̠̩̤͑̿ͅ-̶̪̎̍͠-̴̲̞̬͇̠̠͇͍̟̐̊̽̾-̸̨̛̦̪̺͑-̴͔̳̜̭͊̿̀̿̿̀̀̓̍̐-̸̥̲͙̘͑̉͠͠-̴͓͖̼͔̪̪̮͔̬̐-̸̰̙͎͖̫͇̮̤̥̃̓̈́̓͒͜-̸̲̹͖̩̮̺̞̂̄̃̕͜ͅ-̶̛̝͍̩̥̜̠̟̥̻̖́̄̄̀̈̚͠-̵̛̮̹̻̩̟̜͎̂͂̑̍̒̋̕̕͠-̷̥͕͍̹͗̂-̸̧̻͆̄͝-̸̧̣̹̼̍̾̅̚-̴̡̪͉̻̝̟͐-̵̠̻͉̖̮̥̭̍̈́́̈͐͗͠͝-̷͓̖̯̠͙͒̏̽̅̇̄͋ͅͅ-̸̨̳͈̱̱̺̘̾͋̌͗̇̏̓͠-̶̨̛̼̼̹̦͍̠̟̯̒ͅ-̶̟̰̝͚̘͍̹̼̣̉̄̑͆̋̓̆-̵̗̱̈́̏̒̈́̒̀̎̑̐̿-̶͓̟̭̝͕̼̿̓͑̏̎-̵̜͉̰̗̻̭̭̋̔̈̐̐̾-̶̢͉̭͖̟̫̪̜̈́̎̿̏̒̂̏̕͜ͅ-̸̢̝̰̖͖̺̳̄̾̒-̴̢̝͖̬͙̬̮̼́͋̒̀̃ͅ-̸̛̞̏̒̍̿͑͆̇̕͘-̵͖̉̈̋̄̄̎̿̅͆͝-̵̜͎̻̬̈́̓̉̓͆̅̎͑̃-̸̧̺̫̋̿̏́̈́̒͆-̸̞̠͎͈̰͚̼̍̑̿͛-̵͉̭͉̦̬̦͈̠́̊̔ͅ-̸̨̓̚-̶̱̩̰̜̼͛̈́̈́̈̐̿͒͌̕͜-̴̻̫̹̫͔͎͔͎́̃̀͂͐͊̔͛̚͜͝-̸͉̻͕̏̆̿̃̂̑̕-̷͈̠̱̮̯̞͊͂̿͆͑-̶̣̲̇̾̂͌̕-̴̢̗̥͔͈̂̍̍͜-̶̥̭̝͖̐͐̊́̓͊͗͘͝͠-̷̨̤̏̓̈́͗́͑́̚̕͝-̵̨̢̼͖̳͚̠̪͚͂͊̏̌̌͜-̵͉̤͋̂̾͆̚-̵̨̧͙̓̀̇̓̉͜͠͝-̵̧̨͎̰̼͇̪̒̊͝-̸̪̰͖͔̞̹̲̀̆̎̃̚͝ͅ-̷̻̳̯̰̤́́̿̾̑̍̈̚-̸͈͇͙̝͛̀̚-̷̪̜͊͋̿͂̇̕̚͝-̴̟͔͑̂̅̎͆̿͑̋̚-̵̡̹̫̭̯͔̳̺̖͙͊̀̎̀͆͛̂̀͝-̵̟͕̜́̒͌̓̅̔̌-̸̴̼͈̘̯̣̹͎̹̝̺̟͔́͑̂̅̎͆̿͑̋̚-̵̡̹̫̭̯͔̳̺̖͙͊̀̎̀͆͛̂̀͝-̵̟͕̜́̒͌̓̅̔̌-̸̼͈̘̯̣̹͎̹̝̺́

   #
  #
 #-̶͙̪̗͓͎̂̾̏̈́-̷͕̪̥̬̼̲̤̳̦̝͑́̄̃-̴̠͓̜̟͙͎̭͕̍-̵̡̭̺͖̪͕̘̭̤͈͊̓͠-̵̡͎͛̉͋̂̆́͗̌̿ͅ-̸̧̬͖̓-̸̨̤̣̒͆̅-̷̛̪̽͑͋̐-̵͈͓̟̊͐̌́̃́-̵̞̥̖͈̯̼͍̲̍̔-̸̛͍̣̜̄̄̾̏̾́̀̈́-̷̮͙̃͒̃̈́̊͛̐̀̕͝-̸͉̹̝͉̝̰͐͘-̵͈̦̘͔̎̔̏-̶̡̯̘̠̼͈̘̬͓͊͆-̸͎͈̩̖̺̼͓͗͒͜-̷̡̖͚͔̳̬̺̜͋̉̃̐̃͋̿͊͜-̷̡̛̻̪̟͕͍̬̖̩̀̑̍̇̒̅̏-̷̛̼̗̼̓̿͑́̔-̶̢̳̻͎̖̞͔̩̭̠̏̂-̶̡̡̬͈͇̙̗̄͜-̶͍̾̂̆-̴̨̠͔̖̄̐̀̈̈́̚-̷̨͎̱̀̆̿͆̑̀̌̕̕͠-̶̘̣̖̫̻̪͑͛̄-̵̨̦̓̄̒͊͑͝-̵̦̤͕̑͛̄̉͋̈́̇͊̚̚-̶̜̜̹͗͂̈̎̂̇̚͠-̴̻̖̹̙̉̄̍̉̓͘̕-̶̡̧̨͍̳̺̜̼̌͜-̸̬͈̭̩̩̬̥̈́̓̔̚-̴̨̢͎͎̼̄͜͜-̵̢͖͚̆̍̑̓-̸̦̩̟̜̎͗͐͑-̶͎̻̻̬͇̀͗̓̾͗͌̚-̴̨̢̢̜͈̜͇̩̠͆̌̐̾͒̊̉͝-̶̧͓̰̭̥̾̾̈́̅͊͜-̷̡̹̪͈̻̪͚̪͍̈̉̍͐́̆ͅ-̸̡̝̘̠̩̤͑̿ͅ-̶̪̎̍͠-̴̲̞̬͇̠̠͇͍̟̐̊̽̾-̸̨̛̦̪̺͑-̴͔̳̜̭͊̿̀̿̿̀̀̓̍̐-̸̥̲͙̘͑̉͠͠-̴͓͖̼͔̪̪̮͔̬̐-̸̰̙͎͖̫͇̮̤̥̃̓̈́̓͒͜-̸̲̹͖̩̮̺̞̂̄̃̕͜ͅ-̶̛̝͍̩̥̜̠̟̥̻̖́̄̄̀̈̚͠-̵̛̮̹̻̩̟̜͎̂͂̑̍̒̋̕̕͠-̷̥͕͍̹͗̂-̸̧̻͆̄͝-̸̧̣̹̼̍̾̅̚-̴̡̪͉̻̝̟͐-̵̠̻͉̖̮̥̭̍̈́́̈͐͗͠͝-̷͓̖̯̠͙͒̏̽̅̇̄͋ͅͅ-̸̨̳͈̱̱̺̘̾͋̌͗̇̏̓͠-̶̨̛̼̼̹̦͍̠̟̯̒ͅ-̶̟̰̝͚̘͍̹̼̣̉̄̑͆̋̓̆-̵̗̱̈́̏̒̈́̒̀̎̑̐̿-̶͓̟̭̝͕̼̿̓͑̏̎-̵̜͉̰̗̻̭̭̋̔̈̐̐̾-̶̢͉̭͖̟̫̪̜̈́̎̿̏̒̂̏̕͜ͅ-̸̢̝̰̖͖̺̳̄̾̒-̴̢̝͖̬͙̬̮̼́͋̒̀̃ͅ-̸̛̞̏̒̍̿͑͆̇̕͘-̵͖̉̈̋̄̄̎̿̅͆͝-̵̜͎̻̬̈́̓̉̓͆̅̎͑̃-̸̧̺̫̋̿̏́̈́̒͆-̸̞̠͎͈̰͚̼̍̑̿͛-̵͉̭͉̦̬̦͈̠́̊̔ͅ-̸̨̓̚-̶̱̩̰̜̼͛̈́̈́̈̐̿͒͌̕͜-̴̻̫̹̫͔͎͔͎́̃̀͂͐͊̔͛̚͜͝-̸͉̻͕̏̆̿̃̂̑̕-̷͈̠̱̮̯̞͊͂̿͆͑-̶̣̲̇̾̂͌̕-̴̢̗̥͔͈̂̍̍͜-̶̥̭̝͖̐͐̊́̓͊͗͘͝͠-̷̨̤̏̓̈́͗́͑́̚̕͝-̵̨̢̼͖̳͚̠̪͚͂͊̏̌̌͜-̵͉̤͋̂̾͆̚-̵̨̧͙̓̀̇̓̉͜͠͝-̵̧̨͎̰̼͇̪̒̊͝-̸̪̰͖͔̞̹̲̀̆̎̃̚͝ͅ-̷̻̳̯̰̤́́̿̾̑̍̈̚-̸͈͇͙̝͛̀̚-̷̪̜͊͋̿͂̇̕̚͝-̴̟͔͑̂̅̎͆̿͑̋̚-̵̡̹̫̭̯͔̳̺̖͙͊̀̎̀͆͛̂̀͝-̵̟͕̜́̒͌̓̅̔̌-̸̴̼͈̘̯̣̹͎̹̝̺̟͔́͑̂̅̎͆̿͑̋̚-̵̡̹̫̭̯͔̳̺̖͙͊̀̎̀͆͛̂̀͝-̵̟͕̜́̒͌̓̅̔̌-̸̴̼͈̘̯̣̹͎̹̝̺̟͔́͑̂̅̎͆̿͑̋̚-̵̡̹̫̭̯͔̳̺̖͙͊̀̎̀͆͛̂̀͝-̴̟͔͑̂̅̎͆̿͑̋̚-̵̡̹̫̭̯͔̳̺̖͙͊̀̎̀͆͛̂̀͝-


import turtle

def demo():
    troels = turtle.Turtle()
    print(type(troels))
    troels.speed(1)
    for x in range(8):
        troels.penup()
        troels.forward(100)
        troels.pendown()
        troels.left(90)
        print("troels is now at", troels.position())
        troels.forward(300)
        troels.left(90)
        troels.forward(300)
        troels.left(90)
        troels.forward(300)
        troels.left(90)
        troels.forward(265)
        troels.left(90)
        troels.forward(265)
        troels.left(90)
        troels.forward(230)
        troels.left(90)
        troels.forward(230)
        troels.left(90)
        troels.forward(200)
        troels.left(90)
        troels.forward(200)
        troels.left(90)
        troels.forward(170)
        troels.left(90)
        troels.forward(170)
        troels.left(90)
        troels.forward(140)
        troels.left(90)
        troels.forward(140)
        troels.left(90)
        troels.forward(110)
        troels.left(90)       #Mesterian Union
        troels.forward(110)
        troels.left(90)
        troels.forward(80)
        troels.left(90)
        troels.forward(85)
        troels.left(90)
        troels.forward(50)
        troels.left(90)
        troels.forward(50)
        troels.left(90)
        troels.forward(30)
        troels.left(90)
        troels.forward(20)
        troels.penup()
        troels.left(180)
        troels.forward(300)
        troels.pendown()
        troels.left(90)
        troels.forward(200)     #Mesterian Union
        troels.penup()
        troels.left(90)
        troels.forward(100)
        troels.left(90)
        troels.forward(10)
        troels.pendown()
        troels.forward(40)
        troels.penup(100)
        troels.forward(100)
        troels.pendown()
        troels.forward(40)
        troels.penup()
        troels.forward(200)
        troels.pendown()
#Mesterian Union
        troels.home()
        turtle.done()

demo()